{
  "title": "UNDANG-UNDANG NOMOR 8 TAHUN 1981",
  "item": [
    {
      "sub_item": [
        {
          "judul": "Pembukaan UNDANG-UNDANG REPUBLIK INDONESIA \nNOMOR 8 TAHUN 1981",
          "isi": "\nTENTANG \nHUKUM ACARA PIDANA\nDENGAN RAHMAT TUHAN YANG MAHA ESA \nPRESIDEN REPUBLIK INDONESIA, "
        },
        {
          "judul": "Menimbang",
          "isi": "\na. bahwa negara Republik Indonesia adalah negara hukum berdasarkan Pancasila dan Undang-Undang. Dasar 1945 yang menjunjung tinggi hak asasi manusia serta yang menjamin segala warga negara bersamaan kedudukannya di dalam hukum dan pemerintahan dan wajib menjunjung hukum dan pemerintahan itu dengan tidak ada kecualinya;\nb. bahwa demi pembangunan di bidang hukum sebagaimana termaktub dalam Garis-garis Besar Haluan Negara (Ketetapan Majelis Permusyawaratan. Rakyat Republik Indonesia Nomor IV/MPR/1978) perlu mengadakan usaha peningkatan dan penyempurnaan pembinaan hukum nasional dengan mengadakan pembaharuan kodifikasi serta unifikasi hukum dalam rangkuman pelaksanaan secara nyata dari Wawasan Nusantara;\nc. bahwa pembangunan hukum nasional yang demikian itu di bidang hukum acara pidana adalah agar masyarakat menghayati hak dan kewajibannya dan untuk meningkatkan pembinaan sikap para pelaksana penegak hukum sesuai dengan fungsi dan wewenang masing-masing ke arah tegaknya hukum, keadilan dan perlindungan terhadap harkat dan martabat manusia, ketertiban serta kepastian hukum demi terselenggaranya negara hukum sesuai dengan Undang-Undang Dasar 1945;\nd. bahwa hukum acara pidana sebagai yang termuat dalam Het Herziene Inlandsch Reglement (Staatsblad Tahun 1941 Nomor 44) dihubungkan dengan dan Undang-undang Nomor 1 Drt. Tahun 1951 (Lembaran Negara Tahun 1951 Nomor 9, Tambahan Lembaran Negara Nomor 81) serta semua peraturan pelaksanaannya dan ketentuan yang diatur dalam perundang-undangan lainnya sepanjang hal itu mengenai hukum acara pidana, perlu dicabut, karena sudah tidak sesuai dengan cita-cita hukum nasional;\ne. bahwa - oleh karena itu perlu mengadakan undang-undang tentang hukum acara pidana untuk melaksanakan peradilan bagi pengadilan dalam lingkungan peradilan umum dan Mahkamah Agung dengan mengatur hak serta kewajiban bagi mereka yang ada dalam proses pidana, sehingga dengan demikian dasar utama negara hukum dapat ditegakkan."
        },
        {
          "judul": "Mengingat",
          "isi":  "\nMengingat:\n1. Pasal 5 ayat (1), Pasal 20 ayat (1) dan Pasal 27 ayat (1) Undang-Undang Dasar 1945;\n2. Ketetapan Majelis Permusyawaratan Rakyat Republik Indonesia Nomor IV/MPR/1978;\n3. Undang-undang Nomor 14 Tahun 1970 tentang Ketentuan-ketentuan Pokok Kekuasaan Kehakiman (Lembaran Negara Tahun 1970 Nomor 74, Tambahan Lembaran Negara Nomor 2951)."  
        },
        {
          "judul": "Dengan Persetujuan",
          "isi":  "\n\nDengan Persetujuan:\nDEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA,\nMEMUTUSKAN: "
        },
        {
          "judul":"Dengan mencabut",
          "isi":  "\nDengan mencabut:\n1. Het Herziene Inlandsch Reglement (Staatsblad Tahun 1941 Nomor 44) dihubungkan dengan dan Undang- undang Nomor 1 Drt. Tahun 1951 (Lembaran Negara Tahun 1951 Nomor 9, Tambahan Lembaran Negara Nomor 81) beserta semua peraturan pelaksanaannya;\n2. Ketentuan yang diatur dalam peraturan perundang-undangan lain; dengan ketentuan bahwa yang tersebut dalam angka 1 dan angka 2, sepanjang hal itu mengenai hukum acara pidana."
        },
        {
          "judul": "Menetapkan",
          "isi":  "\nMenetapkan: \nUNDANG-UNDANG TENTANG HUKUM ACARA PIDANA"
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB I",
          "isi": "KETENTUAN UMUM"
        },
        {
          "judul": "Pasal 1",
          "isi":  "\nPasal 1 \nYang dimaksud dalam undang-undang ini dengan:\n1. Penyidik adalah pejabat polisi negara Republik Indonesia atau pejabat pegawai negeri sipil tertentu yang diberi wewenang khusus oleh undang-undang untuk melakukan penyidikan;\n2. Penyidikan adalah serangkaian tindakan penyidik dalam hal dan menurut cara yang diatur dalam undang-undang ini untuk mencari serta mengumpulkan bukti yang dengan bukti itu membuat terang tentang tindak pidana yang terjadi dan guna menemukan tersangkanya; \n3. Penyidik pembantu adalah pejabat kepolisian negara Republik Indonesia yang karena diberi wewenang tertentu dapat melakukan tugas penyidikan yang diatur dalam undang-undang ini; \n4. Penyelidik adalah pejabat polisi negara Republik Indonesia yang diberi wewenang oleh undang-undang ini untuk melakukan penyelidikan;\n5. Penyelidikan adalah serangkaian tindakan penyelidik untuk mencari dan menemukan suatu peristiwa yang diduga sebagai tindak pidana guna menentukan dapat atau tidaknya dilakukan penyidikan menurut cara yang diatur dalam undang-undang ini;\n6. a. Jaksa adalah pejabat yang diberi wewenang oleh undang-undang ini untuk bertindak sebagai penuntut umum serta melaksanakan putusan pengadilan yang telah memperoleh kekuatan hukum tetap;\n   b. Penuntut umum adalah jaksa yang diberi wewenang oleh undang-undang ini untuk melakukan penuntutan dan melaksanakan penetapan hakim.\n7. Penuntutan adalah tindakan penuntut umum untuk melimpahkan perkara pidana ke pengadilan negeri yang berwenang dalam hal dan menurut cara yang diatur dalam undang-undang ini dengan permintaan supaya diperiksa dan diputus oleh hakim di sidang pengadilan;\n8. Hakim adalah pejabat peradilan negara yang diberi wewenang oleh undang-undang untuk mengadili;\n9. Mengadili adalah serangkaian tindakan hakim untuk menerima, memeriksa dan memutus perkara pidana berdasarkan asas bebas, jujur, dan tidak memihak di sidang pengadilan dalam hal dan menurut cara yang diatur dalam undang-undang ini;\n10. Praperadilan adalah wewenang pengadilan negeri untuk memeriksa dan memutus menurut cara yang diatur dalam undang-undang ini, tentang:\n  a. sah atau tidaknya suatu penangkapan dan atau penahanan atas permintaan tersangka atau keluarganya atau pihak lain atas kuasa tersangka;\n  b. sah atau tidaknya penghentian penyidikan atau penghentian penuntutan atas permintaan demi tegaknya hukum dan keadilan;\n  c. permintaan ganti kerugian atau rehabilitasi oleh tersangka atau keluarganya atau pihak lain atas kuasanya yang perkaranya tidak diajukan ke pengadilan.\n11. Putusan pengadilan adalah pernyataan hakim yang diucapkan dalam sidang pengadilan terbuka, yang dapat berupa pemidanaan atau bebas atau lepas dari segala tuntutan hukum dalam hal serta menurut cara yang diatur dalam undang-undang ini;\n12. Upaya hukum adalah hak terdakwa atau penuntut umum untuk tidak menerima putusan pengadilan yang berupa perlawanan atau banding atau kasasi atau hak terpidana untuk mengajukan permohonan peninjauan kembali dalam hal serta menurut cara yang diatur dalam undang-undang ini;\n13. Penasihat hukum adalah seorang yang memenuhi syarat yang ditentukan oleh atau berdasar undang-undang untuk memberi bantuan hukum;\n14. Tersangka adalah seorang yang karena perbuatannya atau keadaannya, berdasarkan bukti permulaan patut diduga sebagai pelaku tindak pidana;\n15. Terdakwa adalah seorang tersangka yang dituntut, diperiksa dan diadili di sidang pengadilan;\n16. Penyitaan adalah serangkaian tindakan penyidik untuk mengambil alih dan atau menyimpan di bawah penguasaannya benda bergerak atau tidak bergerak, berwujud atau tidak berwujud untuk kepentingan pembuktian dalam penyidikan, penuntutan dan peradilan;\n17. Penggeledahan rumah adalah tindakan penyidik untuk memasuki rumah tempat tinggal dan tempat tertutup lainnya untuk melakukan tindakan pemeriksaan dan atau penyitaan dan atau penangkapan dalam hal dan menurut cara yang diatur dalam undang-undang ini;\n18. Penggeledahan badan adalah tindakan penyidik untuk mengadakan pemeriksaan badan dan atau pakaian tersangka untuk mencari benda yang didup keras ada pada badannya atau dibawanya serta, untuk disita;\n19. Tertangkap tangan adalah tertangkapnya seorang pada waktu sedang melakukan tindak pidana, atau dengan segera sesudah beberapa saat tindak pidana itu dilakukan, atau sesaat kemudian diserukan oleh khalayak ramai sebagai orang yang melakukannya, atau apabila sesaat kemudian padanya ditemukan benda yang diduga keras telah dipergunakan untuk melakukan tindak pidana itu yang menunjukkan bahwa ia adalah pelakunya atau turut melakukan atau membantu melakukan tindak pidana itu;\n20. Penangkapan adalah suatu tindakan penyidik berupa pengekangan sementara waktu kebebasan tersangka atau terdakwa apabila terdapat cukup bukti guna kepentingan penyidikan atau penuntutan dan atau dalam undang-undang ini;\n21. Penahanan adalah penempatan tersangka atau terdakwa di tempat tertentu oleh penyidik, atau penuntut umum atau hakim dengan penetapannya, dalam hal serta menurut cara yang diatur dalam undang-undang ini;\n22. Ganti kerugian adalah hak seorang untuk mendapat pemenuhan atas tuntutannya yang berupa imbalan sejumlah uang karena ditangkap, ditahan, dituntut ataupun diadili tanpa alasan yang berdasarkan undang-undang atau karena kekeliruan mengenai orangnya atau hukum yang diterapkan menurut cara yang diatur dalam undang-undang ini;\n23. Rehabilitasi adalah hak seorang untuk mendapat pemulihan haknya dalam kemampuan, kedudukan dan harkat serta martabatnya yang diberikan pada tingkat penyidikan, penuntutan atau peradilan karena ditangkap, ditahan, dituntut ataupun diadili tanpa alasan yang berdasarkan undang-undang atau karena kekeliruan mengenai orangnya atau hukum yang diterapkan menurut cara yang diatur dalam undang- undang ini;\n24. Laporan adalah pemberitahuan yang disampaikan oleh seorang karena hak atau kewajiban berdasarkan undang-undang kepada pejabat yang berwenang tentang telah atau sedang atau diduga akan terjadinya peristiwa pidana;\n25. Pengaduan adalah pemberitahuan disertai permintaan oleh pihak yang berkepentingan kepada pejabat yang berwenang untuk menindak menurut hukum seorang yang telah melakukan tindak pidana aduan yang merugikannya;\n26. Saksi adalah orang yang dapat memberikan keterangan guna kepentingan penyidikan, penuntutan dan peradilan tentang suatu perkara pidana yang ia dengar sendiri, ia lihat sendiri dan ia alami sendiri;\n27. Keterangan saksi adalah salah satu alat bukti dalam perkara pidana yang berupa keterangan dari saksi mengenai suatu peristiwa pidana yang ia dengar sendiri, ia lihat sendiri dan ia alami sendiri dengan menyebut alasan dari pengetahuannya itu;\n28. Keterangan ahli adalah keterangan yang diberikan oleh seorang yang memiliki keahlian khusus tentang hal yang diperlukan untuk membuat terang suatu perkara pidana guna kepentingan pemeriksaan;\n29. Keterangan anak adalah keterangan yang diberikan oleh seorang anak tentang hal yang diperlukan untuk membuat terang suatu perkara pidana guna kepentingan pemeriksaan dalam hal serta menurut cara yang diatur dalam undang-undang ini;\n30. Keluarga adalah mereka yang mempunyai hubungan darah sampai derajat tertentu atau hubungan perkawinan dengan mereka yang terlibat dalam suatu proses pidana sebagaimana diatur dalam undang-undang ini;\n31. Satu hari adalah dua puluh empat jam dan satu bulan adalah waktu tiga puluh hari;\n32. Terpidana adalah seorang yang dipidana berdasarkan putusan pengadilan yang telah memperoleh kekuatan hukum tetap."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul":"BAB II",
          "isi":  "\n\nBAB II \nRUANG LINGKUP BERLAKUNYA UNDANG-UNDANG"
        },
        {
          "judul": "Pasal 2",
          "isi":  "\nPasal 2 \nUndang-undang ini berlaku untuk melaksanakan tata cara peradilan dalam lingkungan semua tingkat peradilan."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB III",
          "isi":  "\n\nBAB III  \nDASAR PERADILAN"
        },
        {
          "judul": "Pasal 3",
          "isi":  "\nPasal 3 \nPeradilan dilakukan menurut cara yang diatur dalam undang-undang ini."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB IV Bagian Kesatu",
          "isi":  "\n\nBAB IV  \nPENYIDIK DAN PENUNTUT UMUM\nBagian Kesatu \nPenyelidik dan Penyidik"
        },
        {
          "judul": "Pasal 4",
            "isi":  "\nPasal 4 \nPenyelidik adalah setiap pejabat polisi negara Republik Indonesia."
        },
        {
          "judul": "Pasal 5 ayat 1",
          "isi":  "\nPasal 5 \n(1) Penyelidik sebagaimana dimaksud dalam Pasal 4:\n  a. karena kewajibannya mempunyai wewenang:\n    1. menerima laporan atau pengaduan dari seorang tentang adanya tindak pidana;\n    2. mencari keterangan dan barang bukti;\n    3. menyuruh berhenti seorang yang dicurigai dan menanyakan serta memeriksa tanda pengenal diri;\n    4. mengadakan tindakan lain menurut hukum yang bertanggung jawab.\n  b. atas perintah penyidik dapat melakukan tindakan berupa:\n    1. penangkapan, larangan meninggalkan tempat, penggeledahan dan penahanan;\n    2. pemeriksaan dan penyitaan surat;\n    3. mengambil sidik jari dan memotret seorang;\n    4. membawa dan menghadapkan seorang pada penyidik."
        },
        {
          "judul": "Pasal 5 ayat 2",
          "isi":  "\n(2) Penyelidik membuat dan menyampaikan laporan hasil pelaksanaan tindakan sebagaimana tersebut pada ayat (1) huruf a dan huruf b kepada penyidik"
        },
        {
          "judul": "Pasal 6 ayat 1",
          "isi":  "\nPasal 6 \n(1) Penyidik adalah:\n  a. pejabat polisi negara Republik Indonesia;\n  b. pejabat pegawai negeri sipil tertentu yang diberi wewenang khusus oleh undang-undang."
        },
        {
          "judul": "Pasal 6 ayat 2",
          "isi":  "\n(2) Syarat kepangkatan pejabat sebagaimana dimaksud dalam ayat (1) akan diatur lebih lanjut dalam peraturan pemerintah"
        },
        {
          "judul": "Pasal 7 ayat 1",
          "isi":  "\nPasal 7\n(1) Penyidik sebagaimana dimaksud dalam Pasal 6 ayat (1) huruf a karena kewajibannya mempunyai wewenang:\n  a. menerima laporan atau pengaduan dari seorang tentang adanya tindak pidana;\n  b. melakukan tindakan pertama pada saat di tempat kejadian;\n  c. menyuruh berhenti seorang tersangka dan memeriksa tanda pengenal diri tersangka;\n  d. melakukan penangkapan, penahanan, penggeledahan dan penyitaan;\n  e. melakukan pemeriksaan dan penyitaan surat;\n  f. mengambil sidik jari dan memotret seorang;\n  g. memanggil orang untuk didengar dan diperiksa sebagai tersangka atau saksi;\n  h. mendatangkan orang ahli yang diperlukan dalam hubungannya dengan pemeriksaan perkara;\n  i. mengadakan penghentian penyidikan;\n  j. mengadakan tindakan lain menurut hukum yang bertanggung jawab."
        },
        {
          "judul":"Pasal 7 ayat 2",
          "isi":  "\n(2) Penyidik sebagaimana dimaksud dalam Pasal 6 ayat (1) huruf b mempunyai wewenang sesuai dengan undang-undang yang menjadi dasar hukumnya masing-masing dan dalam pelaksanaan tugasnya berada di bawah koordinasi dan pengawasan penyidik tersebut dalam Pasal 6 ayat (1) huruf a;"
        },
        {
          "judul": "Pasal 7 ayat 3",
          "isi":  "\n(3) Dalam melakukan tugasnya sebagaimana dimaksud dalam ayat (1) dan ayat (2), penyidik wajib menjunjung tinggi hukum yang berlaku."
        },
        {
          "judul":"Pasal 8 ayat 1",
            "isi":  "\nPasal 8\n(1) Penyidik membuat berita acara tentang pelaksanaan tindakan sebagaimana dimaksud dalam Pasal 75 dengan tidak mengurangi ketentuan lain dalam undang-undang ini;"
        },
        {
          "judul": "Pasal 8 ayat 2",
            "isi":  "\n(2) Penyidik menyerahkan berkas perkara kepada penuntut umum;"
        },
        {
          "judul": "Pasal 8 ayat 3",
          "isi":  "\n(3) Penyerahan berkas perkara sebagaimana dimaksud dalam ayat (2) dilakukan:\n  a. pada tahap pertama penyidik hanya menyerahkan berkas perkara;\n  b. dalam hal penyidikan sudah dianggap selesai, penyidik menyerahkan tanggung jawab atas tersangka dan barang bukti kepada penuntut umum."
        },
        {
          "judul":"Pasal 9",
          "isi":  "\nPasal 9 \nPenyelidik dan penyidik sebagaimana dimaksud dalam Pasal 6 ayat (1) huruf a mempunyai wewenang melakukan tugas masing-masing pada umumnya di seluruh wilayah Indonesia, khususnya di daerah hukum masing-masing di mana ia diangkat sesuai dengan ketentuan undang-undang."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB IV Bagian Kedua",
          "isi":  "\nBagian Kedua \nPenyidik Pembantu"
        },
        {
          "judul": "Pasal 10 ayat 1",
          "isi":  "\nPasal 10\n(1) Penyidik pembantu adalah pejabat kepolisian negara Republik Indonesia yang diangkat oleh Kepala Kepolisian negara Republik Indonesia berdasarkan syarat kepangkatan dalam ayat (2) pasal ini;"
        },
        {
          "judul": "Pasal 10 ayat 2",
          "isi":  "\n(2) Syarat kepangkatan sebagaimana tersebut pada ayat (1) diatur dengan peraturan pemerintah."
        },
        {
          "judul": "Pasal 11", 
          "isi":  "\nPasal 11\nPenyidik pembantu mempunyai wewenang seperti tersebut dalam Pasal 7 ayat (1), kecuali mengenai penahanan yang wajib diberikan dengan pelimpahan wewenang dari penyidik."
        },
        {
          "judul": "Pasal 12",
          "isi":  "\nPasal 12\nPenyidik pembantu membuat berita acara dan, menyerahkan berkas perkara kepada penyidik, kecuali perkara dengan acara pemeriksaan singkat yang dapat langsung diserahkan kepada penuntut umum."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB IV Bagian Ketiga",
          "isi":  "\nBagian Ketiga \nPenuntut Umum"
        },
        {
          "judul": "Pasal 13",
          "isi":  "\nPasal 13\nPasal 13\nPenuntut umum adalah jaksa yang diberi wewenang oleh undang-undang ini untuk melakukan penuntutan dan melaksanakan penetapan hakim."
        },
        {
          "judul": "Pasal 14",
          "isi":  "\nPasal 14\nPenuntut umum mempunyai wewenang:\na. menerima dan memeriksa berkas perkara penyidikan dari penyidik atau penyidik pembantu;\nb. mengadakan pra penuntutan apabila ada kekurangan pada penyidikan dengan memperhatikan ketentuan Pasal 110 ayat (3) dan ayat (4), dengan memberi petunjuk dalam rangka penyempurnaan penyidikan dari penyidik;\nc. memberikan perpanjangan penahanan, melakukan penahanan atau penahanan lanjutan dan atau mengubah status tahanan setelah perkaranya dilimpahkan oleh penyidik;\nd. membuat surat dakwaan;\ne. melimpahkan perkara ke pengadilan;\nf. menyampaikan pemberitahuan kepada terdakwa tentang ketentuan hari dan waktu perkara disidangkan yang disertai surat panggilan, baik kepada terdakwa maupun kepada saksi, untuk datang pada sidang yang telah ditentukan;\ng. melakukan penuntutan;\nh. menutup perkara demi kepentingan hukum;\ni. mengadakan tindakan lain dalam lingkup tugas dan tanggung jawab sebagai penuntut umum menurut ketentuan undang-undang ini;\nj. melaksanakan penetapan hakim."
        },
        {
          "judul": "Pasal 15",
          "isi":  "\nPasal 15\nPenuntut umum menuntut perkara tindak pidana yang terjadi dalam daerah hukumnya menurut ketentuan undang-undang."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB V Bagian Kesatu",
          "isi":  "\nBAB V \nPENANGKAPAN, PENAHANAN, PENGGELEDAHAN BADAN, PEMASUKAN RUMAH, PENYITAAN DAN PEMERIKSAAN SURAT\nBagian Kesatu \nPenangkapan"
        },
        {
          "judul": "Pasal 16 ayat 1",
          "isi":  "\nPasal 16\n(1) Untuk kepentingan penyelidikan, penyelidik atas perintah penyidik berwenang melakukan penangkapan;"
        },
        {
          "judul": "Pasal 16 ayat 2",
          "isi":  "\n(2) Untuk kepentingan penyidikan, penyidik dan penyidik pembantu berwenang melakukan penangkapan."
        },
        {
          "judul": "Pasal 17",
          "isi":  "\nPasal 17\nPerintah penangkapan dilakukan terhadap seorang yang diduga keras melakukan tindak pidana berdasarkan bukti permulaan yang cukup."
        },
        {
          "judul": "Pasal 18 ayat 1",
          "isi":  "\nPasal 18\n(1) Pelaksanaan tugas penangkapan. dilakukan oleh petugas kepolisian negara Republik Indonesia dengan memperlihatkan surat tugas serta memberikan kepada tersangka surat perintah penangkapan yang mencantumkan identitas tersangka dan menyebutkan alasan penangkapan serta uraian singkat perkara kejahatan yang dipersangkakan serta tempat ia diperiksa;"
        },
        {
          "judul": "Pasal 18 ayat 2",
          "isi":  "\n(2) Dalam hal tertangkap tangan penangkapan dilakukan tanpa surat perintah, dengan ketentuan bahwa penangkap harus segera menyerahkan tertangkap beserta barang bukti yang ada kepada penyidik atau penyidik pembantu yang terdekat;"
        },
        {
          "judul": "Pasal 18 ayat 3",
          "isi":  "\n(3) Tembusan surat perintah penangkapan sebagaimana dimaksud dalam ayat (1) harus diberikan kepada keluarganya segera setelah penangkapan dilakukan."
        },
        {
          "judul": "Pasal 19 ayat 1",
          "isi":  "\nPasal 19\n(1) Penangkapan sebagaimana dimaksud dalam Pasal 17, dapat dilakukan untuk paling lama satu hari;"
        },
        {
          "judul": "Pasal 19 ayat 2",
          "isi":  "\n(2) Terhadap tersangka pelaku pelanggaran tidak diadakan penangkapan kecuali dalam hal ia telah dipanggil secara sah dua kali berturut-turut tidak memenuhi panggilan itu tanpa alasan yang sah."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB V Bagian Kedua",
          "isi":  "\nBagian Kedua \nPenahanan"
        },
        {
          "judul": "Pasal 20 ayat 1",
          "isi":  "\nPasal 20\n(1) Untuk kepentingan penyidikan, penyidik atau penyidik pembantu atas perintah penyidik sebagaimana dimaksud dalam Pasal 11 berwenang melakukan penahanan;"
        },
        {
          "judul": "Pasal 20 ayat 2",
          "isi":  "\n(2) Untuk kepentingan penuntutan, penuntut umum berwenang melakukan penahanan atau penahanan lanjutan;"
        },
        {
          "judul": "Pasal 20 ayat 3",
          "isi":  "\n(3) Untuk kepentingan pemeriksaan hakim di sidang pengadilan dengan penetapannya berwenang melakukan penahanan"
        },
        {
          "judul": "Pasal 21 ayat 1",
          "isi":  "\nPasal 21\n(1) Perintah penahanan atau penahanan lanjutan dilakukan terhadap seorang tersangka atau terdakwa yang diduga keras melakukan tindak pidana berdasarkan bukti yang cukup, dalam hal adanya keadaan yang menimbulkan kekhawatiran bahwa tersangka atau terdakwa akan melarikan diri, merusak atau menghilangkan barang bukti dan atau mengulangi tindak pidana;"
        },
        {
          "judul": "Pasal 21 ayat 2",
          "isi":  "\n(2) Penahanan atau penahanan lanjutan dilakukan oleh penyidik atau penuntut umum terhadap tersangka atau terdakwa dengan memberikan surat perintah penahanan atau penetapan hakim yang mencantumkan identitas tersangka atau terdakwa dan menyebutkan alasan penahanan serta uraian singkat perkara kejahatan yang dipersangkakan atau didakwakan serta tempat ia ditahan;"
        },
        {
          "judul": "Pasal 21 ayat 3",
          "isi":  "\n(3) Tembusan surat perintah penahanan atau penahanan lanjutan atau penetapan hakim sebagaimana dimaksud dalam ayat (2) harus diberikan kepada keluarganya;"
        },
        {
          "judul": "Pasal 21 ayat 4",
          "isi":  "\n(4) Penahanan tersebut hanya dapat dikenakan terhadap tersangka atau terdakwa yang melakukan tindak pidana dan atau percobaan maupun pemberian bantuan dalam tindak pidana tersebut dalam hal:\n  a. tindak pidana itu diancam dengan pidana penjara lima tahun atau lebih;\n  b. tindak pidana sebagaimana dimaksud dalam Pasal 282 ayat (3), Pasal 296, Pasal 335 ayat (1), Pasal 351 ayat (1), Pasal 353 ayat (1), Pasal 372, Pasal 378, Pasal 379 a, Pasal 453, Pasal 454, Pasal 455, Pasal 459, Pasal 480 dan Pasal 506 Kitab Undang-undang Hukum Pidana, Pasal 25 dan Pasal 26 Rechtenordonnantie (pelanggaran terhadap Ordonansi Bea dan Cukai, terakhir diubah dengan Staatsblad Tahun 1931 Nomor 471), Pasal 1, Pasal 2 dan Pasal 4 Undang-undang Tindak Pidana Imigrasi (Undang-undang Nomor 8 Drt. Tahun 1955, Lembaran Negara Tahun 1955 Nomor 8), Pasal 36 ayat (7), Pasal 41, Pasal 42, Pasal 43, Pasal 47 dan Pasal 48 Undang-undang Nomor 9 Tahun 1976 tentang Narkotika (Lembaran Negara Tahun 1976 Nomor 37, Tambahan Lembaran Negara Nomor 3086)."
        },
        {
          "judul": "Pasal 22 ayat 1",
          "isi":  "\nPasal 22\n(1) Jenis penahanan dapat berupa:\n  a. penahanan rumah tahanan negara;\n  b. penahanan rumah;\n  c. penahanan kota."
        },
        {
          "judul": "Pasal 22 ayat 2",
          "isi":  "\n(2) Penahanan rumah dilaksanakan di rumah tempat tinggal atau rumah kediaman tersangka atau terdakwa dengan mengadakan pengawasan terhadapnya untuk menghindarkan segala sesuatu yang dapat menimbulkan kesulitan dalam penyidikan, penuntutan atau pemeriksaan di sidang pengadilan;"
        },
        {
          "judul": "Pasal 22 ayat 3",
          "isi":  "\n(3) Penahanan kota dilaksanakan di kota tempat tinggal atau tempat kediaman tersangka atau terdakwa, dengan kewajiban bagi tersangka atau terdakwa melapor diri pada waktu yang ditentukan;"
        },
        {
          "judul": "Pasal 22 ayat 4",
          "isi":  "\n(4) Masa penangkapan dan atau penahanan dikurangkan seluruhnya dari pidana yang dijatuhkan;"
        },
        {
          "judul": "Pasal 22 ayat 5",
            "isi":  "\n(5) Untuk penahanan kota pengurangan tersebut seperlima dari jumlah lamanya waktu penahanan sedangkan untuk penahanan rumah sepertiga dari jumlah lamanya waktu penahanan."
        },
        {
          "judul": "Pasal 23 ayat 1",
          "isi":  "\nPasal 23\n(1) Penyidik atau penuntut umum atau hakim berwenang untuk mengalihkan jenis penahanan yang satu kepada jenis penahanan yang lain sebagaimana dimaksud dalam Pasal 22;"
        },
        {
          "judul": "Pasal 23 ayat 2",
          "isi":  "\n(2) Pengalihan jenis penahanan dinyatakan secara tersendiri dengan surat perintah dari penyidik atau penuntut umum atau penetapan hakim yang tembusannya diberikan kepada tersangka atau terdakwa serta keluarganya dan kepada instansi yang berkepentingan."
        },
        {
          "judul": "Pasal 24 aayt 1",
          "isi":  "\nPasal 24\n(1) Perintah penahanan yang diberikan oleh penyidik sebagaimana dimaksud dalam Pasal 20, hanya berlaku paling lama dua puluh hari;"
        },
        {
          "judul": "Pasal 24 ayat 2",
          "isi":  "\n(2) Jangka waktu sebagaimana tersebut pada ayat (1) apabila diperlukan guna kepentingan pemeriksaan yang belum selesai, dapat diperpanjang oleh penuntut umum yang berwenang untuk paling lama empatpuluh hari;"
        },
        {
          "judul": "Pasal 24 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana tersebut pada ayat (1) dan ayat (2) tidak menutup kemungkinan dikeluarkannya tersangka dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah terpenuhi;"
        },
        {
          "judul": "Pasal 24 ayat 4",
          "isi":  "\n(4) Setelah waktu enam puluh hari tersebut, penyidik harus sudah mengeluarkan tersangka dari tahanan demi hukum"
        },
        {
          "judul": "Pasal 25 ayat 1",
          "isi":  "\n(1) Perintah penahanan yang diberikan oleh penuntut umum sebagaimana dimaksud dalam Pasal 20, hanya berlaku paling lama dua puluh hari;"
        },
        {
          "judul": "Pasal 25 ayat 2",
          "isi":  "\n(2) Jangka waktu sebagaimana tersebut pada ayat (1) apabila diperlukan guna kepentingan pemeriksaan yang belum selesai, dapat diperpanjang oleh ketua pengadilan negeri yang berwenang untuk paling lama tiga puluh hari;"
        },
        {
          "judul": "Pasal 25 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana tersebut pada ayat (1) dan ayat (2) tidak menutup kemungkinan dikeluarkannya tersangka dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah terpenuhi;"
        },
        {
          "judul": "Pasal 25 ayat 4",
          "isi":  "\n(4) Setelah waktu lima puluh hari tersebut, penuntut umum harus sudah mengeluarkan tersangka dari tahanan demi hukum."
        },
        {
          "judul": "Pasal 26 ayat 1",
          "isi":  "\nPasal 26\n(1) Hakim pengadilan negeri yang mengadili perkara sebagaimana dimaksud dalam Pasal 84, guna kepentingan pemeriksaan berwenang mengeluarkan surat perintah penahanan untuk paling lama tiga puluh hari;"
        },
        {
          "judul": "Pasal 26 ayat 2",
          "isi":  "\n(2) Jangka waktu sebagaimana tersebut pada ayat (1) apabila diperlukan guna kepentingan pemeriksaan yang belum selesai, dapat diperpanjang oleh ketua pengadilan negeri yang bersangkutan untuk paling lama enam puluh hari;"
        },
        {
          "judul": "Pasal 26 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana tersebut pada ayat (1) dan ayat (2) tidak menutup kemungkinan dikeluarkannya terdakwa dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah terpenuhi;"
        },
        {
          "judul": "Pasal 26 ayat 4",
          "isi":  "\n(4) Setelah waktu sembilan puluh hari walaupun perkara tersebut belum diputus, terdakwa harus sudah dikeluarkan dari tahanan demi hukum."
        },
        {
          "judul": "Pasal 27 ayat 1",
          "isi":  "\nPasal 27\n(1) Hakim pengadilan tinggi yang mengadili perkara sebagaimana dimaksud dalam Pasal 87, guna kepentingan pemeriksaan banding berwenang mengeluarkan surat perintah penahanan untuk paling lama tiga puluh hari;"
        },
        {
          "judul": "Pasal 27 ayat 2",
          "isi":  "\n(2) Jangka waktu sebagaimana tersebut pada ayat (1) apabila diperlukan guna kepentingan pemeriksaan yang belum selesai, dapat diperpanjang oleh ketua pengadilan tinggi yang bersangkutan untuk paling lama enam puluh hari;"
        },
        {
          "judul": "Pasal 27 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana tersebut pada ayat (1) dan ayat (2) tidak menutup kemungkinan dikeluarkannya terdakwa dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah terpenuhi;"
        },
        {
          "judul": "Pasal 27 ayat 4",
          "isi":  "\n(4) Setelah waktu sembilan puluh hari walaupun perkara tersebut belum diputus, terdakwa harus sudah dikeluarkan dari tahanan demi hukum."
        },
        {
          "judul": "Pasal 28 ayat 1",
          "isi":  "\nPasal 28\n(1) Hakim Mahkamah Agung yang mengadili perkara sebagaimana dimaksud dalam Pasal 88, guna kepentingan pemeriksaan kasasi berwenang mengeluarkan surat perintah penahanan untuk paling lama puluh hari;"
        },
        {
          "judul": "Pasal 28 ayat 2",
          "isi":  "\n(2) Jangka waktu sebagaimana tersebut pada ayat (1) apabila diperlukan guna kepentingan pemeriksaan yang belum selesai, dapat diperpanjang oleh Ketua Mahkamah Agung untuk paling lama enam puluh hari;"
        },
        {
          "judul": "Pasal 28 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana tersebut pada ayat (1) dan ayat (2) tidak menutup kemungkinan dikeluarkannya terdakwa dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah terpenuhi;"
        },
        {
          "judul": "Pasal 28 ayat 4",
          "isi":  "\n(4) Setelah waktu seratus sepuluh hari walaupun perkara tersebut belum diputus, terdakwa harus sudah dikeluarkan dari tahanan demi hukum."
        },
        {
          "judul": "Pasal 29 ayat 1",
          "isi":  "\nPasal 29\n\n(1) Dikecualikan dari jangka waktu penahanan sebagaimana tersebut pada Pasal 24, Pasal 25, Pasal 26, Pasal 27 dan Pasal 28, guna kepentingan pemeriksaan, penahanan terhadap tersangka atau terdakwa dapat diperpanjang berdasar alasan yang patut dan tidak dapat dihindarkan karena:\n  a. tersangka atau terdakwa menderita gangguan fisik atau mental yang berat, yang dibuktikan dengan surat keterangan dokter; atau\n  b. perkara yang sedang diperiksa diancam dengan pidana penjara sembilan tahun atau lebih."
        },
        {
          "judul": "Pasal 29 ayat 2",
          "isi":  "(2) Perpanjangan tersebut pada ayat (1) diberikan untuk paling lama tiga puluh hari dan dalam hal penahanan tersebut masih diperlukan, dapat diperpanjang lagi untuk paling lama tiga puluh hari;"
        },
        {
          "judul": "Pasal 29 ayat 3",
          "isi":  "\n(3) Perpanjangan penahanan tersebut atas dasar permintaan dan laporan pemeriksaan dalam tingkat:\n  a. penyidikan dan penuntutan diberikan oleh ketua pengadilan negeri;\n  b. pemeriksaan di pengadilan negeri diberikan oleh ketua pengadilan tinggi;\n  c. pemeriksaan banding diberikan oleh Mahkamah Agung;\n  d. pemeriksaan kasasi diberikan oleh Ketua Mahkamah Agung."
        },
        {
          "judul": "Pasal 29 ayat 4",
          "isi":  "\n(4) Penggunaan kewenangan perpanjangan penahanan oleh pejabat tersebut pada ayat (3) dilakukan secara bertahap dan dengan penuh tanggung jawab;"
        },
        {
          "judul": "Pasal 29 ayat 5",
          "isi":  "\n(5) Ketentuan sebagaimana tersebut pada ayat (2) tidak menutup kemungkinan dikeluarkannya tersangka atau terdakwa dari tahanan sebelum berakhir waktu penahanan tersebut, jika kepentingan pemeriksaan sudah dipenuhi;"
        },
        {
          "judul": "Pasal 29 ayat 6",
          "isi":  "\n(6) Setelah waktu enam puluh hari, walaupun perkara tersebut belum selesai diperiksa atau belum diputus, tersangka atau terdakwa harus sudah dikeluarkan dari tahanan demi hukum;"
        },
        {
          "judul": "Pasal 29 ayat 7",
          "isi":  "\n(7) Terhadap perpanjangan penahanan tersebut pada ayat (2) tersangka atau terdakwa dapat mengajukan keberatan dalam tingkat:\n  a. penyidikan dan penuntutan kepada ketua pengadilan tinggi;\n  b. pemeriksaan pengadilan negeri dan pemeriksaan banding kepada Ketua Mahkamah Agung."
        },
        {
          "judul": "Pasal 30",
          "isi":  "\nPasal 30\nApabila tenggang waktu penahanan sebagaimana tersebut pada Pasal 24, Pasal 25, Pasal 26, Pasal 27 dan Pasal 28 atau perpanjangan penahanan sebagaimana tersebut pada Pasal 29 ternyata tidak sah, tersangka atau terdakwa berhak minta ganti kerugian sesuai dengan ketentuan yang dimaksud dalam Pasal 95 dan Pasal 96."
        },
        {
          "judul": "Pasal 31",
          "isi":  "\nPasal 31\n(1) Atas permintaan tersangka atau terdakwa, penyidik atau penuntut umum atau hakim, sesuai dengan kewenangan masing-masing, dapat mengadakan penangguhan penahanan dengan atau tanpa jaminan uang atau jaminan orang, berdasarkan syarat yang ditentukan;"
        },
        {
          "judul": "Pasal 31",
          "isi":  "\n(2) Karena jabatannya penyidik atau penuntut umum atau hakim sewaktu-waktu dapat mencabut penangguhan penahanan dalam hal tersangka atau terdakwa melanggar syarat sebagaimana dimaksud dalam ayat (1)."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB V Bagian Ketiga",
          "isi":  "\nBagian Ketiga \nPenggeledahan"
        },
        {
          "judul": "Pasal 32",
          "isi":  "\nPasal 32\nUntuk kepentingan penyidikan, penyidik dapat melakukan penggeledahan rumah atau penggeledahan pakaian atau penggeledahan badan menurut tata cara yang ditentukan dalam undang-undang ini. "
        },
        {
          "judul": "Pasal 33 ayat 1",
          "isi":  "\nPasal 33\n(1) Dengan surat izin ketua pengadilan negeri setempat penyidik dalam melakukan penyidikan dapat mengadakan penggeledahan yang diperlukan;"
        },
        {
          "judul": "Pasal 33 ayat 2",
          "isi":  "\n(2) Dalam hal yang diperlukan atas perintah tertulis dari penyidik, petugas kepolisian negara Republik Indonesia dapat memasuki rumah;"
        },
        {
          "judul": "Pasal 33 ayat 3",
          "isi":  "\n(3) Setiap kali memasuki rumah harus disaksikan oleh dua orang saksi dalam hal tersangka atau penghuni menyetujuinya;"
        },
        {
          "judul": "Pasal 33 ayat 4",
          "isi":  "\n(4) Setiap kali memasuki rumah harus disaksikan oleh kepala desa atau ketua lingkungan dengan dua orang saksi, dalam hal tersangka atau penghuni menolak atau tidak hadir;"
        },
        {
          "judul": "Pasal 33 ayat 5",
          "isi":  "\n(5) Dalam waktu dua hari setelah memasuki dan atau -menggeledah rumah, harus dibuat suatu berita acara dan turunannya disampaikan kepada pemilik atau penghuni rumah yang bersangkutan."
        },
        {
          "judul": "Pasal 34 ayat 1",
          "isi":  "\nPasal 34\n(1) Dalam keadaan yang sangat perlu dan mendesak bilamana penyidik harus segera bertindak dan tidak mungkin untuk mendapatkan surat izin terlebih dahulu, dengan tidak mengurangi ketentuan Pasal 33 ayat (5) penyidik dapat melakukan penggeledahan:\n  a. pada halaman rumah tersangka bertempat tinggal, berdiam atau ada dan yang ada di atasnya;\n  b. pada setiap tempat lain tersangka bertempat tinggal, berdiam atau ada;\n  c. di tempat tindak pidana dilakukan atau terdapat bekasnya;\n  d. di tempat penginapan dan tempat umum lainnya."
        },
        {
          "judul": "Pasal 34 ayat 2",
          "isi":  "\n(2) Dalam hal penyidik melakukan penggeledahan seperti dimaksud dalam ayat (1) penyidik tidak diperkenankan memeriksa atau menyita surat, buku dan tulisan lain yang tidak merupakan benda yang berhubungan dengan tindak pidana yang bersangkutan, kecuali benda yang berhubungan dengan tindak pidana yang bersangkutan atau yang diduga telah dipergunakan untuk melakukan tindak pidana tersebut dan untuk itu wajib segera melaporkan kepada ketua pengadilan negeri setempat guna memperoleh persetujuannya."
        },
        {
          "judul": "Pasal 35",
          "isi":  "\nPasal 35\nKecuali dalam hal tertangkap tangan, penyidik tidak diperkenankan memasuki:\n  a. ruang di mana sedang berlangsung sidang Majelis Permusyawaratan Rakyat, Dewan Perwakilan Rakyat atau Dewan Perwakilan Rakyat Daerah;\n  b. tempat di mana sedang berlangsung ibadah dan atau upacara keagamaan;\n  c. ruang dimana sedang berlangsung sidang pengadilan."
        },
        {
          "judul": "Pasal 36",
          "isi":  "\nPasal 36\nDalam hal penyidik harus melakukan penggeledahan rumah di luar daerah hukumnya, dengan tidak mengurangi ketentuan tersebut dalam Pasal 33, maka penggeledahan tersebut harus diketahui oleh ketua pengadilan negeri dan didampingi oleh penyidik dari daerah hukum di mana penggeledahan itu dilakukan."
        },
        {
          "judul": "Pasal 37 ayat 1",
          "isi":  "\nPasal 37\n(1) Pada waktu menangkap tersangka, penyelidik hanya berwenang menggeledah pakaian termasuk benda yang dibawanya serta, apabila terdapat dugaan keras dengan alasan yang cukup bahwa pada tersangka tersebut terdapat benda yang dapat disita;"
        },
        {
          "judul": "Pasal 37 ayat 2",
          "isi":  "\n(2) Pada waktu menangkap tersangka atau dalam hal tersangka sebagaimana dimaksud dalam ayat (1) dibawa kepada penyidik, penyidik berwenang menggeledah pakaian dan atau menggeledah badan tersangka."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB V Bagian Keempat",
          "isi":  "\nBagian Keempat \nPenyitaan"
        },
        {
          "judul": "Pasal 38 ayat 1",
          "isi":  "\nPasal 38\n(1) Penyitaan hanya dapat dilakukan oleh penyidik dengan surat izin ketua pengadilan negeri setempat;"
        },
        {
          "judul": "Pasal 38 ayat 2",
          "isi":  "\n(2) Dalam keadaan yang sangat perlu dan mendesak bilamana penyidik harus segera bertindak dan tidak mungkin untuk mendapatkan surat izin terlebih dahulu, tanpa mengurangi ketentuan ayat (1) penyidik dapat melakukan penyitaan hanya atas benda bergerak dan untuk itu wajib segera melaporkan kepada ketua pengadilan negeri setempat guna memperoleh persetujuannya."
        },
        {
          "judul": "Pasal 39 ayat 1",
          "isi":  "\nPasal 39\n(1) Yang dapat dikenakan penyitaan adalah:\n  a. benda atau tagihan tersangka atau terdakwa yang seluruh atau sebagian diduga diperoleh dari tindakan pidana atau sebagai hasil dari tindak pidana;\n  b. benda yang telah dipergunakan secara langsung untuk melakukan tindak pidana atau untuk mempersiapkannya;\n  c. benda yang dipergunakan untuk menghalang-halangi penyidikan tindak pidana;\n  d. benda yang khusus dibuat atau diperuntukkan melakukan tindak pidana;\n  e. benda lain yang mempunyai hubungan langsung dengan tindak pidana yang dilakukan."
        },
        {
          "judul": "Pasal 39 ayat 2",
          "isi":  "\n(2) Benda yang berada dalam sitaan karena perkara perdata' atau karena pailit dapat juga disita untuk kepentingan penyidikan, penuntutan dan mengadili perkara pidana, sepanjang memenuhi ketentuan ayat(1)."
        },
        {
          "judul": "Pasal 40",
          "isi":  "\nPasal 40\nDalam hal tertangkap tangan penyidik dapat menyita benda dan alat yang ternyata atau yang patut diduga telah dipergunakan untuk melakukan tindak pidana atau benda lain yang dapat dipakai sebagai barang bukti."
        },
        {
          "judul": "Pasal 41",
          "isi":  "\nPasal 41\nDalam hal tertangkap tangan penyidik berwenang menyita paket atau surat atau benda yang pengangkutannya atau pengirimannya dilakukan oleh kantor pos dan telekomunikasi, jawatan atau perusahaan komunikasi atau pengangkutan, sepanjang paket, surat atau benda tersebut diperuntukkan bagi tersangka atau yang berasal daripadanya dan untuk itu kepada tersangka dan atau kepada pejabat kantor pos dan telekomunikasi, jawatan atau perusahaan komunikasi atau pengangkutan yang bersangkutan, harus diberikan surat tanda penerimaan."
        },
        {
          "judul": "Pasal 42",
          "isi":  "\nPasal 42\n(1) Penyidik berwenang memerintahkan kepada orang yang menguasai benda yang dapat disita, menyerahkan benda tersebut kepadanya untuk kepentingan pemeriksaan dan kepada yang menyerahkan benda itu harus diberikan surat tanda penerimaan;"
        },
        {
          "judul": "Pasal 42",
          "isi":  "\n(2) Surat atau tulisan lain hanya dapat diperintahkan untuk diserahkan kepada penyidik jika surat atau tulisan itu berasal dari tersangka atau terdakwa atau ditujukan kepadanya atau kepunyaannya atau diperuntukkan baginya atau jikalau benda tersebut merupakan alat untuk melakukan tindak pidana."
        },
        {
          "judul": "Pasal 43",
          "isi":  "\nPasal 43\nPenyitaan surat atau tulisan lain dari mereka yang berkewajiban menurut undang-undang untuk merahasiakannya, sepanjang tidak menyangkut rahasia negara, hanya dapat dilakukan atas persetujuan mereka atau atas izin khusus ketua pengadilan negeri setempat kecuali undang-undang menentukan lain."
        },
        {
          "judul": "Pasal 44 ayat 1",
          "isi":  "\nPasal 44\n(1) Benda sitaan disimpan dalam rumah penyimpanan benda sitaan negara;"
        },
        {
          "judul": "Pasal 44 ayat 2",
          "isi":  "\n(2) Penyimpanan benda sitaan dilaksanakan dengan sebaik-baiknya dan tanggung jawab atasnya ada pada pejabat yang berwenang sesuai dengan tingkat pemeriksaan dalam proses peradilan dan benda tersebut di larang untuk dipergunakan oleh siapapun juga."
        },
        {
          "judul": "Pasal 45 ayat 1",
          "isi":  "\nPasal 45\n(1) Dalam hal benda sitaan terdiri atas benda yang dapat lekas rusak atau yang membahayakan, sehingga tidak mungkin untuk disimpan sampai putusan pengadilan terhadap perkara yang bersangkutan memperoleh kekuatan hukum tetap atau jika biaya penyimpanan benda tersebut akan menjadi terlalu tinggi, sejauh mungkin dengan persetujuan tersangka atau kuasanya dapat diambil tindakan sebagai berikut:\n  a. apabila perkara masih ada di tangan penyidik atau penuntut umum, benda tersebut dapat dijual lelang atau dapat diamankan oleh penyidik atau penuntut umum, dengan disaksikan oleh tersangka atau kuasanya;\n  b. apabila perkara sudah ada di tangan pengadilan, maka benda tersebut dapat diamankan atau dijual lelang oleh penuntut umum atas izin hakim yang menyidangkan perkaranya dan disaksikan oleh terdakwa atau kuasanya."
        },
        {
          "judul": "Pasal 45 ayat 2",
          "isi":  "\n(2) Hasil pelelangan benda yang bersangkutan yang berupa uang dipakai sebagai barang bukti;"
        },
        {
          "judul": "Pasal 45 ayat 3",
          "isi":  "\n(3) Guna kepentingan pembuktian sedapat mungkin disisihkan sebagian dari benda sebagaimana dimaksud dalam ayat (1);"
        },
        {
          "judul": "Pasal 45 ayat 4",
          "isi":  "\n(4) Benda sitaan yang bersifat terlarang atau dilarang untuk diedarkan, tidak termasuk ketentuan sebagaimana dimaksud dalam ayat (1), dirampas untuk dipergunakan bagi kepentingan negara atau untuk dimusnahkan."
        },
        {
          "judul": "Pasal 46 ayat 1",
          "isi":  "\nPasal 46\n(1) Benda yang dikenakan penyitaan dikembalikan kepada orang atau kepada mereka dari siapa benda itu disita, atau kepada orang atau kepada mereka yang paling berhak apabila:\n  a. kepentingan penyidikan dan penuntutan tidak memerlukan lagi;\n  b. perkara tersebut tidak jadi dituntut karena tidak cukup bukti atau ternyata tidak merupakan tindak pidana; c. perkara tersebut dikesampingkan untuk kepentingan umum atau perkara tersebut ditutup demi hukum, kecuali apabila benda itu diperoleh dari suatu tindak pidana atau yang dipergunakan untuk melakukan suatu tindak pidana."
        },
        {
          "judul": "Pasal 46 ayat 2",
          "isi":  "\n(2) Apabila perkara sudah diputus, maka benda yang dikenakan penyitaan dikembalikan kepada orang atau kepada mereka yang disebut dalam putusan tersebut, kecuali jika menurut putusan hakim benda itu dirampas untuk negara, untuk dimusnahkan atau untuk dirusakkan sampai tidak dapat dipergunakan lagi atau, jika benda tersebut masih diperlukan sebagai barang bukti dalam perkara lain."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB V Bagian Kelima",
          "isi":  "\nBagian Kelima \nPemeriksaan Surat"
        },
        {
          "judul": "Pasal 47 ayat 1",
          "isi":  "\nPasal 47\n(1) Penyidik berhak membuka, memeriksa dan menyita surat lain yang dikirim melalui kantor pos dan. telekomunikasi, jawatan atau perusahaan komunikasi atau pengangkutan jika benda tersebut dicurigai dengan alasan yang kuat mempunyai hubungan dengan perkara pidana yang sedang diperiksa, dengan izin khusus yang diberikan untuk itu dari ketua pengadilan negeri;"
        },
        {
          "judul": "Pasal 47 ayat 2",
          "isi":  "\n(2) Untuk kepentingan tersebut penyidik dapat meminta kepada kepala kantor pos dan telekomunikasi, kepala jawatan atau perusahaan komunikasi atau pengangkutan lain untuk menyerahkan kepadanya surat yang dimaksud dan untuk itu harus diberikan surat tanda penerimaan;"
        },
        {
          "judul": "Pasal 47 ayat 3",
          "isi":  "\n(3) Hal sebagaimana dimaksud dalam ayat (1) dan ayat (2) pasal ini, dapat dilakukan pada semua tingkat pemeriksaan dalam proses peradilan menurut ketentuan yang diatur dalam ayat tersebut."
        },
        {
          "judul": "Pasal 48 ayat 1",
          "isi":  "\nPasal 48\n(1) Apabila sesudah dibuka dan diperiksa, ternyata bahwa surat itu ada hubungannya dengan perkara yang sedang diperiksa, surat tersebut dilampirkan pada berkas perkara;"
        },
        {
          "judul": "Pasal 48 ayat 2",
          "isi":  "\n(2) Apabila sesudah diperiksa ternyata surat itu tidak ada hubungannya dengan perkara tersebut, surat itu ditutup rapi dan segera diserahkan kembali kepada kantor pos dan telekomunikasi, jawatan atau perusahaan komunikasi atau pengangkutan lain setelah dibubuhi cap yang berbunyi \"telah dibuka oleh penyidik\" dengan dibubuhi tanggal, tanda tangan beserta identitas penyidik;"
        },
        {
          "judul": "Pasal 48 ayat 3",
          "isi":  "\n(3) Penyidik dan para pejabat pada semua tingkat pemeriksaan dalam proses peradilan wajib merahasiakan dengan sungguh-sungguh atas kekuatan sumpah jabatan isi surat yang dikembalikan itu."
        },
        {
          "judul": "Pasal 49 ayat 1",
          "isi":  "\nPasal 49\n(1) Penyidik membuat berita acara tentang tindakan sebagaimana dimaksud dalam Pasal 48 dan Pasal 75;"
        },
        {
          "judul": "Pasal 49 ayat 2",
          "isi":  "\n(2) Turunan berita acara tersebut oleh penyidik dikirimkan kepada kepala kantor pos dan telekomunikasi, kepala jawatan atau perusahaan komunikasi atau pengangkutan yang bersangkutan."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB VI",
          "isi":  "\nBAB VI \nTERSANGKA DAN TERDAKWA"
        },
        {
          "judul": "Pasal 50 ayat 1",
          "isi":  "\nPasal 50\n(1) Tersangka berhak segera mendapat pemeriksaan oleh penyidik dan selanjutnya dapat diajukan kepada penuntut umum;"
        },
        {
          "judul": "Pasal 50 ayat 2",
          "isi":  "(2) Tersangka berhak perkaranya segera dimajukan ke pengadilan oleh penuntut umum;"
        },
        {
          "judul": "Pasal 50 ayat 3",
          "isi":  "\n(3) Terdakwa berhak segera diadili oleh pengadilan."
        },
        {
          "judul": "Pasal 51",
          "isi":  "\nPasal 51\nUntuk mempersiapkan pembelaan:\na. tersangka berhak untuk diberitahukan dengan jelas dalam bahasa yang dimengerti olehnya tentang apa yang disangkakan kepadanya pada waktu pemeriksaan dimulai;\nb. terdakwa berhak untuk diberitahukan dengan jelas dalam bahasa yang dimengerti olehnya tentang apa yang didakwakan kepadanya."
        },
        {
          "judul": "Pasal 52",
          "isi":  "\nPasal 52\nDalam pemeriksaan pada tingkat penyidikan dan pengadilan, tersangka atau terdakwa berhak memberikan keterangan secara bebas kepada penyidik atau hakim."
        },
        {
          "judul": "Pasal 53 ayat 1",
          "isi":  "\nPasal 53\n(1) Dalam pemeriksaan pada tingkat penyidikan dan pengadilan, tersangka atau terdakwa berhak untuk setiap waktu mendapat bantuan juru bahasa sebagaimana dimaksud dalam Pasal 177;"
        },
        {
          "judul": "Pasal 53 ayat 2",
          "isi":  "\n(2) Dalam hal tersangka atau terdakwa bisu dan atau tuli diberlakukan ketentuan sebagaimana dimaksud dalam Pasal 178."
        },
        {
          "judul": "Pasal 54",
          "isi":  "\nPasal 54\nGuna kepentingan pembelaan, tersangka atau terdakwa berhak mendapat bantuan hukum dari seorang atau lebih penasihat hukum selama dalam waktu dan pada setiap tingkat pemeriksaan, menurut tata cara yang ditentukan dalam undang-undang ini."
        },
        {
          "judul": "Pasal 55",
          "isi":  "\nPasal 55\nUntuk mendapatkan penasihat hukum tersebut dalam Pasal 54, tersangka atau terdakwa berhak memilih sendiri penasihat hukumnya."
        },
        {
          "judul": "Pasal 56",
          "isi":  "\nPasal 56\n(1) Dalam hal tersangka atau terdakwa disangka atau didakwa melakukan tindak pidana yang diancam dengan pidana mati atau ancaman pidana lima belas tahun atau lebih atau bagi mereka yang tidak mampu yang diancam dengan pidana lima tahun atau lebih yang tidak mempunyai penasihat hukum sendiri, pejabat yang bersangkutan pada semua tingkat pemeriksaan dalam proses peradilan wajib menunjuk penasihat hukum bagi mereka;"
        },
        {
          "judul": "Pasal 56",
          "isi":  "\n(2) Setiap penasihat hukum yang ditunjuk untuk bertindak sebagaimana dimaksud dalam ayat (1), memberikan bantuannya dengan cuma-cuma."
        },
        {
          "judul": "Pasal 57 ayat 1",
          "isi":  "\nPasal 57\n(1) Tersangka atau terdakwa yang dikenakan penahanan berhak menghubungi penasihat hukumnya sesuai dengan ketentuan undang-undang ini;"
        },
        {
          "judul": "Pasal 57 ayat 2",
          "isi":  "\n(2) Tersangka atau terdakwa yang berkebangsaan asing yang dikenakan penahanan berhak menghubungi dan berbicara dengan perwakilan negaranya dalam menghadapi proses perkaranya."
        },
        {
          "judul": "Pasal 58",
          "isi":  "\nPasal 58\nTersangka atau terdakwa yang dikenakan penahanan berhak menghubungi dan menerima kunjungan dokter pribadinya untuk kepentingan kesehatan baik yang ada hubungannya dengan proses perkara maupun tidak."
        },
        {
          "judul": "Pasal 59",
          "isi":  "\nPasal 59\nTersangka atau terdakwa yang dikenakan penahanan berhak diberitahukan tentang penahanan atas dirinya oleh pejabat yang berwenang, pada semua tingkat pemeriksaan dalam proses peradilan, kepada keluarganya atau orang lain yang serumah dengan tersangka atau terdakwa ataupun orang lain yang bantuannya dibutuhkan oleh tersangka atau terdakwa untuk mendapatkan bantuan hukum atau jaminan bagi penangguhannya."
        },
        {
          "judul": "Pasal 60",
          "isi":  "\nPasal 60\nTersangka atau terdakwa berhak menghubungi dan menerima kunjungan dari pihak yang mempunyai hubungan kekeluargaan atau lainnya dengan tersangka atau terdakwa guna mendapatkan jaminan bagi penangguhan penahanan ataupun untuk usaha mendapatkan bantuan hukum."
        },
        {
          "judul": "Pasal 61",
          "isi":  "\nPasal 61\nTersangka atau terdakwa berhak secara langsung atau dengan perantaraan penasihat hukumnya menghubungi dan menerima kunjungan sanak keluarganya dalam hal yang tidak ada hubungannya dengan perkara tersangka atau terdakwa untuk kepentingan pekerjaan atau untuk kepentingan kekeluargaan."
        },
        {
          "judul": "Pasal 62 ayat 1",
          "isi":  "\nPasal 62\n(1) Tersangka atau terdakwa berhak mengirim surat kepada penasihat hukumnya, dan menerima surat dari penasihat hukumnya dan sanak keluarga setiap kali yang diperlukan olehnya, untuk keperluan itu bagi tersangka atau terdakwa disediakan alat tulis menulis;"
        },
        {
          "judul": "Pasal 62 ayat 2",
          "isi":  "\n(2) Surat menyurat antara tersangka atau terdakwa dengan penasihat hukumnya atau sanak keluarganya tidak diperiksa oleh penyidik, penuntut umum, hakim atau pejabat rumah tahanan negara kecuali jika terdapat cukup alasan untuk diduga bahwa surat menyurat itu disalahgunakan;"
        },
        {
          "judul": "Pasal 62 ayat 3",
          "isi":  "\n(3) Dalam hal surat untuk tersangka atau terdakwa itu ditilik atau diperiksa oleh penyidik, penuntut umum, hakim atau pejabat rumah tahanan negara, hal itu diberitahukan kepada tersangka atau terdakwa dan surat tersebut dikirim kembali kepada pengirimnya setelah dibubuhi cap yang berbunyi \"telah ditilik\"."
        },
        {
          "judul": "Pasal 63",
          "isi":  "\nPasal 63\nTersangka atau terdakwa berhak menghubungi dan menerima kunjungan dari rohaniwan."
        },
        {
          "judul": "Pasal 64",
          "isi":  "\nPasal 64\nTerdakwa berhak untuk diadili di sidang pengadilan yang terbuka untuk umum."
        },
        {
          "judul": "Pasal 65",
          "isi":  "\nPasal 65\nTersangka atau terdakwa berhak untuk mengusahakan dan mengajukan saksi dan atau seseorang yang memiliki keahlian khusus guna memberikan keterangan yang menguntungkan bagi dirinya."
        },
        {
          "judul": "Pasal 66",
          "isi":  "\nPasal 66\nTersangka atau terdakwa tidak dibebani kewajiban pembuktian."
        },
        {
          "judul": "Pasal 67",
          "isi":  "\nPasal 67\nTerdakwa atau penuntut umum berhak untuk minta banding terhadap putusan pengadilan tingkat pertama kecuali terhadap putusan bebas, lepas dari segala tuntutan hukum yang menyangkut masalah kurang tepatnyapenerapan hukum dan putusan pengadilan dalam acara cepat."
        },
        {
          "judul": "Pasal 68",
          "isi":  "\nPasal 68\nTersangka atau terdakwa berhak menuntut ganti kerugian dan rehabilitasi sebagaimana diatur dalam Pasal 95 dan selanjutnya."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB VII",
          "isi":  "\nBAB VII \nBANTUAN HUKUM"
        },
        {
          "judul": "Pasal 69",
          "isi":  "\nPasal 69\nPenasihat hukum berhak menghubungi tersangka sejak saat ditangkap atau ditahan pada semua tingkat pemeriksaan menurut tata cara yang ditentukan dalam undang-undang ini."
        },
        {
          "judul": "Pasal 70 ayat 1",
          "isi":  "\nPasal 70\n(1) Penasihat hukum sebagaimana dimaksud dalam Pasal 69 berhak menghubungi dan berbicara dengan tersangka pada setiap tingkat pemeriksaan dan setiap waktu untuk kepentingan pembelaan perkaranya;"
        },
        {
          "judul": "Pasal 70 ayat 2",
          "isi":  "\n(2) Jika terdapat bukti bahwa penasihat hukum tersebut menyalahgunakan haknya dalam pembicaraan dengan tersangka maka sesuai dengan tingkat pemeriksaan, penyidik, penuntut umum atau petugas lembaga pemasyarakatan membeli peringatan kepada penasihat hukum;"
        },
        {
          "judul": "Pasal 70 ayat 3",
          "isi":  "\n(3) Apabila peringatan tersebut tidak diindahkan, maka hubungan tersebut diawasi oleh pejabat yang tersebut pada ayat (2);"
        },
        {
          "judul": "Pasal 70 ayat 4",
          "isi":  "\n(4) Apabila setelah diawasi, haknya masih disalahgunakan, maka hubungan tersebut disaksikan oleh pejabat tersebut pada ayat (2) dan apabila setelah itu tetap dilanggar maka hubungan selanjutnya dilarang."
        },
        {
          "judul": "Pasal 71 ayat 1",
          "isi":  "\nPasal 71\n(1) Penasihat hukum, sesuai dengan tingkat pemeriksaan, dalam berhubungan dengan tersangka diawasi oleh penyidik, penuntut umum atau petugas lembaga pemasyarakatan tanpa mendengar isi pembicaraan;"
        },
        {
          "judul": "Pasal 71 ayat 2",
          "isi":  "\n(2) Dalam hal kejahatan terhadap keamanan negara, pejabat tersebut pada ayat (1) dapat mendengar isi pembicaraan."
        },
        {
          "judul": "Pasal 72",
          "isi":  "\nPasal 72\nAtas permintaan tersangka atau penasihat hukumnya pejabat yang bersangkutan memberikan turunan berita acara pemeriksaan untuk kepentingan pembelaannya."
        },
        {
          "judul": "Pasal 73",
          "isi":  "\nPasal 73\nPenasihat hukum berhak mengirim dan menerima surat dari tersangka setiap kali dikehendaki olehnya."
        },
        {
          "judul": "Pasal 74",
          "isi":  "\nPasal 74\nPengurangan kebebasan hubungan antara penasihat hukum dan tersangka sebagaimana tersebut pada Pasal 70 ayat (2), ayat (3), ayat (4) dan Pasal 71 dilarang, setelah perkara dilimpahkan oleh penuntut umum kepada pengadilan negeri untuk disidangkan, yang tembusan suratnya disampaikan kepada tersangka atau penasihat hukumnya serta pihak lain dalam proses."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB IX",
          "isi":  "\nBAB IX\nSUMPAH ATAU JANJI"
        },
        {
          "judul": "Pasal 76 ayat 1",
          "isi":  "\nPasal 76\n(1) Dalam hal yang berdasarkan ketentuan dalam undang-undang ini diharuskan adanya pengambilan sumpah atau janji, maka untuk keperluan tersebut dipakai peraturan perundang-undangan tentang sumpah atau janji yang berlaku, baik mengenai isinya maupun mengenai tatacaranya;"
        },
        {
          "judul": "Pasal 76 ayat 2",
          "isi":  "\n(2) Apabila ketentuan sebagaimana dimaksud dalam ayat (1) tidak dipenuhi, maka sumpah atau janji tersebut batal menurut hukum."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB X Bagian Kesatu",
          "isi":  "\nBAB X\nWEWENANG PENGADILAN UNTUK MENGADILI\nBagian Kesatu\nPraperadilan"
        },
        {
          "judul": "Pasal 77",
          "isi":  "\nPasal 77\nPengadilan negeri berwenang untuk memeriksa dan memutus, sesuai dengan ketentuan yang diatur dalam undang-undang ini tentang: \na. sah atau tidaknya penangkapan, penahanan, penghentian penyidikan atau penghentian penuntutan;\nb. ganti kerugian dan atau rehabilitasi bagi seorang yang perkara pidananya dihentikan pada tingkat penyidikan atau penuntutan."
        },
        {
          "judul": "Pasal 78",
          "isi":  "\nPasal 78\n(1) Yang melaksanakan wewenang pengadilan negeri sebagaimana dimaksud dalam Pasal 77 adalah praperadilan;"
        },
        {
          "judul": "Pasal 78",
          "isi":  "\n(2) Pra Peradilan dipimpin oleh hakim tunggal yang ditunjuk oleh ketua pengadilan negeri dan dibantu oleh seorang panitera."
        },
        {
          "judul": "Pasal 79",
          "isi":  "\nPasal 79\nPermintaan pemeriksaan tentang sah atau tidaknya suatu penangkapan atau penahanan diajukan oleh tersangka, keluarga atau kuasanya kepada ketua pengadilan negeri dengan menyebutkan alasannya."
        },
        {
          "judul": "Pasal 80",
          "isi":  "\nPasal 80\nPermintaan untuk memeriksa sah atau tidaknya suatu penghentian penyidikan atau penuntutan dapat diajukan oleh penyidik atau penuntut umum atau pihak ketiga yang berkepentingan kepada ketua pengadilan negeri dengan menyebutkan alasannya."
        },
        {
          "judul": "Pasal 81",
          "isi":  "\nPasal 81\nPermintaan ganti kerugian dan atau rehabilitasi akibat tidak sahnya penangkapan atau penahanan atau akibat sahnya penghentian penyidikan atau penuntutan diajukan oleh tersangka atau pihak ketiga yang berkepentingan kepada ketua pengadilan negeri dengan menyebut alasannya."
        },
        {
          "judul": "Pasal 82 ayat 1",
          "isi":  "\nPasal 82\n(1) Acara pemeriksaan praperadilan untuk hal sebagaimana dimaksud dalam Pasal 79, Pasal 80 dan Pasal 81 ditentukan sebagai berikut:\n    a. dalam waktu tiga hari setelah diterimanya permintaan , hakim yang ditunjuk menetapkan hari sidang;\n    b. dalam memeriksa dan memutus tentang sah atau tidaknya penangkapan atau penahanan, sah atau tidaknya penghentian penyidikan atau penuntutan, permintaan ganti kerugian dan atau rehabilitasi akibat tidak sahnya penangkapan atau penahanan, akibat sahnya penghentian penyidikan atau penuntutan dan ada benda yang disita yang tidak termasuk alat pembuktian, hakim mendengar keterangan baik dari tersangka atau pemohon maupun dari pejabat yang berwenang;\n    c. pemeriksaan tersebut dilakukan secara cepat dan selambat-lambatnya tujuh hari hakim harus sudah menjatuhkan putusannya;\n    d. dalam hal suatu perkara sudah mulai. diperiksa oleh pengadilan negeri, sedangkan pemeriksaan mengenai permintaan kepada pra peradilan belum selesai, maka permintaan tersebut gugur;\n    e. putusan praperadilan pada tingkat penyidikan tidak menutup kemungkinan untuk mengadakan pemeriksaan, praperadilan lagi pada tingkat pemeriksaan oleh penuntut umum, jika untuk itu diajukan permintaan baru."
        },
        {
          "judul": "Pasal 82 ayat 2",
          "isi":  "\n(2) Putusan hakim dalam acara pemeriksaan praperadilan mengenai hal sebagaimana dimaksud dalam Pasal 79, Pasal 80 dan Pasal 81, harus memuat dengan jelas dasar dan alasannya;"
        },
        {
          "judul": "Pasal 82 ayat 3",
          "isi":  "\n(3) Isi putusan selain memuat ketentuan sebagaimana dimaksud dalam ayat (2) juga memuat hal sebagai berikut:\n    a. dalam hal putusan menetapkan bahwa sesuatu penangkapan atau penahanan tidak sah, maka penyidik atau jaksa penuntut umum pada tingkat pemeriksaan masing-masing harus segera membebaskan tersangka;\n    b. dalam hal putusan menetapkan bahwa sesuatu penghentian penyidikan atau penuntutan tidak sah, penyidikan atau penuntutan terhadap tersangka wajib dilanjutkan;\n    c. dalam hal putusan menetapkan bahwa suatu penangkapan atau penahanan tidak sah, maka dalam putusan dicantumkan jumlah besarnya ganti kerugian dan rehabilitasi yang diberikan, sedangkan dalam hal suatu penghentian penyidikan atau penuntutan adalah sah dan tersangkanya tidak ditahan, maka dalam putusan dicantumkan rehabilitasinya;\n    d. dalam hal putusan menetapkan bahwa benda yang disita ada yang tidak termasuk alat pembuktian, maka dalam putusan dicantumkan bahwa benda tersebut harus segera dikembalikan kepada tersangka atau dari siapa benda itu disita."
        },
        {
          "judul": "Pasal 82 ayat 4",
          "isi":  "\n(4) Ganti kerugian dapat diminta, yang meliputi hal sebagaimana dimaksud dalam Pasal 77 dan Pasal 95."
        },
        {
          "judul": "Pasal 83 ayat 1",
          "isi":  "\nPasal 83\n(1) Terhadap putusan praperadilan dalam hal sebagaimana dimaksud dalam Pasal 79, Pasal 80 dan Pasal 81 tidak dapat dimintakan banding;"
        },
        {
          "judul": "Pasal 83 ayat 2",
          "isi":  "\n(2) Dikecualikan dari ketentuan ayat (1) adalah putusan praperadilan yang menetapkan tidak sahnya penghentian penyidikan atau penuntutan, yang untuk itu dapat dimintakan putusan akhir ke pengadilan tinggi dalam daerah hukum yang bersangkutan."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB X Bagian Kedua",
          "isi":  "\nBagian Kedua\nPengadilan Negeri"
        },
        {
          "judul": "Pasal 84 ayat 1",
          "isi":  "\nPasal 84\n(1) Pengadilan negeri berwenang mengadili segala perkara mengenai tindak pidana yang dilakukan dalam daerah hukumnya;"
        },
        {
          "judul": "Pasal 84 ayat 2",
          "isi":  "\n(2) Pengadilan negeri yang di dalam daerah hukumnya terdakwa bertempat tinggal, berdiam terakhir, di tempat ia diketemukan atau ditahan, hanya berwenang mengadili perkara terdakwa tersebut, apabila tempat kediaman sebagian besar saksi yang dipanggil lebih dekat pada tempat pengadilan negeri itu daripada tempat kedudukan pengadilan negeri yang di dalam daerahnya tindak pidana itu dilakukan;"
        },
        {
          "judul": "Pasal 84 ayat 3",
          "isi":  "\n(3) Apabila seorang terdakwa melakukan beberapa tindak pidana dalam daerah hukum pelbagai pengadilan negeri, maka tiap pengadilan negeri itu masing-masing berwenang mengadili perkara pidana itu;"
        },
        {
          "judul": "Pasal 84 ayat 4",
          "isi":  "\n(4) Terhadap beberapa perkara pidana yang satu sama lain ada sangkut pautnya dan dilakukan oleh seorang dalam daerah hukum pelbagai pengadilan negeri, diadili oleh masing-masing pengadilan negeri dengan ketentuan dibuka kemungkinan penggabungan perkara tersebut."
        },
        {
          "judul": "Pasal 85",
          "isi":  "\nPasal 85\nDalam hal keadaan daerah tidak mengizinkan suatu pengadilan negeri untuk mengadili suatu perkara, maka atas usul ketua pengadilan negeri atau kepala` kejaksaan negeri yang bersangkutan, Mahkamah Agung mengusulkan kepada Menteri Kehakiman untuk menetapkan atau menunjuk pengadilan negeri lain daripada yang tersebut pada Pasal 84 untuk mengadili perkara yang dimaksud."
        },
        {
          "judul": "Pasal 86",
          "isi":  "\nPasal 86\nApabila seorang melakukan tindak pidana di luar negeri yang dapat diadili menurut hukum Republik Indonesia, maka Pengadilan Negeri Jakarta Pusat yang berwenang mengadilinya."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB X Bagian Ketiga",
          "isi":  "\nBagian Ketiga\n"
        },
        {
          "judul": "Pasal 87",
          "isi":  "\nPasal 87\nPengadilan tinggi berwenang mengadili perkara yang diputus oleh pengadilan negeri dalam daerah hukumnya yang dimintakan banding."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB X Bagian Keempat",
          "isi":  "\nBagian Keempat\nMahkamah Agung"
        },
        {
          "judul": "Pasal 88",
          "isi":  "\nPasal 88\nMahkamah Agung berwenang mengadili semua perkara pidana yang dimintakan kasasi."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XI",
          "isi":  "\nBAB XI\nKONEKSITAS"
        },
        {
          "judul": "Pasal 89 ayat 1",
          "isi":  "\nPasal 89\n(1) Tindak pidana yang dilakukan bersama-sama oleh mereka yang termasuk lingkungan peradilan umum dan lingkungan peradilan militer, diperiksa dan diadili oleh pengadilan dalam lingkungan peradilan umum kecuali jika menurut keputusan Menteri Pertahanan dan Keamanan dengan persetujuan Menteri Kehakiman perkara itu harus diperiksa dan diadili oleh pengadilan dalam lingkungan peradilan militer;"
        },
        {
          "judul": "Pasal 89 ayat 2",
          "isi":  "\n(2) Penyidikan perkara pidana sebagaimana dimaksud dalam ayat (1) dilaksanakan oleh suatu tim tetap yang terdiri dari penyidik sebagaimana dimaksud dalam Pasal 6 dan polisi militer Angkatan Bersenjata Republik Indonesia dan oditur militer atau oditur militer tinggi sesuai dengan wewenang mereka masing-masing menurut hukum yang berlaku untuk penyidikan perkara pidana;"
        },
        {
          "judul": "Pasal 89 ayat 3",
          "isi":  "\n(3) Tim sebagaimana dimaksud dalam ayat (2) dibentuk dengan surat keputusan bersama Menteri Pertahanan dan Keamanan dan Menteri Kehakiman."
        },
        {
          "judul": "Pasal 90 ayat 1",
          "isi":  "\nPasal 90\n(1) Untuk menetapkan apakah pengadilan dalam lingkungan peradilan militer atau pengadilan dalam lingkungan peradilan umum yang akan mengadili perkara pidana sebagaimana dimaksud dalam Pasal 89 ayat (1), diadakan penelitian bersama oleh jaksa atau jaksa tinggi dan oditur militer atau oditur militer tinggi atas dasar hasil penyidikan tim tersebut pada Pasal 89 ayat (2);"
        },
        {
          "judul": "Pasal 90 ayat 2",
          "isi":  "\n(2) Pendapat dari penelitian bersama tersebut dituangkan dalam berita acara yang ditandatangani oleh para pihak sebagaimana dimaksud dalam ayat (1);"
        },
        {
          "judul": "Pasal 90 ayat 3",
          "isi":  "\n(3) Jika dalam penelitian bersama itu terdapat persesuaian pendapat tentang pengadilan yang berwenang mengadili perkara tersebut, maka hal itu dilaporkan oleh jaksa atau jaksa tinggi kepada Jaksa Agung dan oleh oditur militer atau oditur militer tinggi kepada Oditur Jenderal Angkatan Bersenjata Republik Indonesia."
        },
        {
          "judul": "Pasal 91 ayat 1",
          "isi":  "\nPasal 91\n(1) Jika menurut pendapat sebagaimana dimaksud dalam Pasal 90 ayat (3) titik berat kerugian yang ditimbulkan oleh tindak pidana tersebut terletak pada kepentingan umum dan karenanya perkara pidana itu harus diadili oleh pengadilan dalam lingkungan peradilan umum, maka perwira penyerah perkara segera membuat surat keputusan penyerahan perkara yang diserahkan melalui oditur militer atau oditur militer tinggi kepada penuntut umum, untuk dijadikan dasar mengajukan perkara tersebut kepada pengadilan negeri yang berwenang;"
        },
        {
          "judul": "Pasal 91 ayat 2",
          "isi":  "\n(2) Apabila menurut pendapat itu titik berat kerugian yang ditimbulkan oleh tindak pidana tersebut terletak pada kepentingan militer sehingga perkara pidana itu harus diadili oleh pengadilan dalam lingkungan peradilan militer, maka pendapat sebagaimana dimaksud dalam Pasal 90 ayat (3) dijadikan dasar bagi Oditur Jenderal Angkatan Bersenjata Republik Indonesia untuk mengusulkan kepada Menteri Pertahanan dan Keamanan, agar dengan persetujuan Menteri Kehakiman dikeluarkan keputusan Menteri Pertahanan dan Keamanan yang menetapkan, bahwa perkara pidana tersebut diadili oleh pengadilan dalam lingkungan peradilan militer;"
        },
        {
          "judul": "Pasal 91 ayat 3",
          "isi":  "\n(3) Surat keputusan tersebut pada ayat (2) dijadikan dasar bagi perwira penyerah perkara dan jaksa atau jaksa tinggi untuk menyerahkan perkara tersebut kepada mahkamah militer atau mahkamah militer tinggi."
        },
        {
          "judul": "Pasal 92 ayat 1",
          "isi":  "\nPasal 92\n(1) Apabila perkara diajukan kepada pengadilan negeri sebagaimana dimaksud dalam Pasal 91 ayat (1), maka berita acara pemeriksaan yang dibuat oleh tim sebagaimana dimaksud dalam Pasal 89 ayat (2) dibubuhi catatan oleh penuntut umum yang mengajukan perkara, bahwa berita acara tersebut telah diambil alih olehnya;"
        },
        {
          "judul": "Pasal 92 ayat 2",
          "isi":  "(2) Ketentuan sebagaimana dimaksud dalam ayat (1) berlaku juga bagi oditur militer atau oditur militer tinggi apabila perkara tersebut akan diajukan kepada pengadilan dalam lingkungan peradilan militer"
        },
        {
          "judul": "Pasal 93 ayat 1",
          "isi":  "\nPasal 93\n(1) Apabila dalam penelitian sebagaimana dimaksud dalam Pasal 90 ayat (1) terdapat perbedaan pendapat antara penuntut umum dan oditur militer atau oditur militer tinggi, mereka masing-masing melaporkan tentang perbedaan pendapat itu secara tertulis, dengan disertai berkas perkara yang bersangkutan melalui jaksa tinggi, kepada Jaksa Agung dan kepada Oditur Jenderal Angkatan Bersenjata Republik Indonesia;"
        },
        {
          "judul": "Pasal 93 ayat 2",
          "isi":  "\n(2) Jaksa Agung dan Oditur Jenderal Angkatan Bersenjata Republik Indonesia bermusyawarah untuk mengambil keputusan guna mengakhiri perbedaan pendapat sebagaimana dimaksud dalam ayat (1);"
        },
        {
          "judul": "Pasal 93 ayat 3",
          "isi":  "\n(3) Dalam hal terjadi perbedaan pendapat antara Jaksa Agung dan Oditur Jenderal Angkatan Bersenjata Republik Indonesia, pendapat Jaksa Agung yang menentukan."
        },
        {
          "judul": "Pasal 94 ayat 1",
          "isi":  "\nPasal 94\n(1) Dalam hal perkara pidana sebagaimana dimaksud dalam Pasal 89 ayat (1) diadili oleh pengadilan dalam lingkungan peradilan umum atau lingkungan peradilan militer, yang mengadili perkara tersebut adalah majelis hakim yang terdiri dari sekurang-kurangnya tiga orang hakim;"
        },
        {
          "judul": "Pasal 94 ayat 2",
          "isi":  "\n(2) Dalam hal pengadilan dalam lingkungan peradilan umum yang mengadili perkara pidana sebagaimana dimaksud dalam Pasal 89 ayat (1), majelis hakim terdiri dari hakim ketua dari lingkungan peradilan umum dan hakim anggota masing-masing ditetapkan dari peradilan umum dan peradilan militer secara berimbang;"
        },
        {
          "judul": "Pasal 94 ayat 3",
          "isi":  "\n(3) Dalam hal pengadilan dalam lingkungan peradilan militer yang mengadili perkara pidana tersebut pada Pasal 89 ayat (1), majelis hakim terdiri dari, hakim ketua dari lingkungan peradilan militer dan hakim anggota secara berimbang dari masing-masing lingkungan peradilan militer dan dari peradilan umum yang diberi pangkat militer tituler; "
        },
        {
          "judul": "Pasal 94 ayat 4",
          "isi":  "\n(4) Ketentuan tersebut pada ayat (2) dan ayat (3) berlaku juga bagi pengadilan tingkat banding;"
        },
        {
          "judul": "Pasal 94 ayat 5",
          "isi":  "\n(5) Menteri Kehakiman dan Menteri Pertahanan dan Keamanan secara timbal balik mengusulkan pengangkatan hakim anggota sebagaimana dimaksud dalam ayat (2), ayat (3) dan ayat (4) dan hakim perwira sebagaimana dimaksud dalam ayat (3) dan ayat (4)."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XII Bagian Kesatu",
          "isi":  "\nBAB XII\nGANTI KERUGIAN DAN REHABILITASI\nBagian Kesatu\nGanti Kerugian"
        },
        {
          "judul": "Pasal 95 ayat 1",
          "isi":  "\nPasal 95\n(1) Tersangka, terdakwa atau terpidana berhak menuntut ganti kerugian karena ditangkap, ditahan, dituntut dan diadili atau dikenakan tindakan lain, tanpa alasan yang berdasarkan undang-undang atau karena kekeliruan mengenai orangnya atau hukum yang diterapkan;"
        },
        {
          "judul": "Pasal 95 ayat 2",
          "isi":  "\n(2) Tuntutan ganti kerugian oleh tersangka atau ahli warisnya atas penangkapan atau penahanan serta tindakan lain tanpa alasan yang berdasarkan undang-undang atau karena kekeliruan mengenai orang atau hukum yang diterapkan sebagaimana dimaksud dalam ayat (1) yang perkaranya tidak diajukan ke pengadilan negeri, diputus di sidang praperadilan sebagaimana dimaksud dalam Pasal 77;"
        },
        {
          "judul": "Pasal 95 ayat 3",
          "isi":  "\n(3) Tuntutan ganti kerugian sebagaimana dimaksud dalam ayat (1) diajukan oleh tersangka, terdakwa, terpidana atau ahli warisnya kepada pengadilan yang berwenang mengadili perkara yang bersangkutan;"
        },
        {
          "judul": "Pasal 95 ayat 4",
          "isi": "\n(4) Untuk memeriksa dan memutus perkara tuntutan ganti kerugian tersebut pada ayat (1) ketua pengadilan sejauh mungkin menunjuk hakim yang sama yang telah mengadili perkara pidana yang bersangkutan;"
        },
        {
          "judul": "Pasal 95 ayat 5",
          "isi":  "\n(5) Pemeriksaan terhadap ganti kerugian sebagaimana tersebut pada ayat (4) mengikuti acara praperadilan."
        },
        {
          "judul": "Pasal 96",
          "isi":  "\nPasal 96\n(1) Putusan pemberian ganti kerugian berbentuk penetapan;"
        },
        {
          "judul": "Pasal 96",
          "isi":  "\n(2) Penetapan sebagaimana dimaksud dalam ayat (1) memuat dengan lengkap semua hal yang dipertimbangkan sebagai alasan bagi putusan tersebut."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XII Bagian Kedua",
          "isi":  "\nBagian Kedua\nRehabilitasi"
        },
        {
          "judul": "Pasal 97 ayat 1",
          "isi":  "\nPasal 97\n(1) Seorang berhak memperoleh rehabilitasi apabila oleh pengadilan diputus bebas atau diputus lepas dari segala tuntutan hukum yang putusannya telah mempunyai kekuatan hukum tetap;"
        },
        {
          "judul": "Pasal 97 ayat 2",
          "isi":  "\n(2) Rehabilitasi tersebut diberikan dan dicantumkan sekaligus dalam putusan pengadilan sebagaimana dimaksud dalam ayat (1);"
        },
        {
          "judul": "Pasal 97 ayat 3",
          "isi":  "\n(3) Permintaan rehabilitasi oleh tersangka atas penangkapan atau penahanan tanpa alasan yang berdasarkan undang-undang atau kekeliruan mengenai orang atau hukum yang diterapkan sebagaimana dimaksud dalam Pasal 95 ayat (1) yang perkaranya tidak diajukan ke pengadilan negeri diputus oleh hakim praperadilan yang dimaksud dalam Pasal 77."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XIII",
          "isi":  "\nBAB XIII\nPENGGABUNGAN PERKARA GUGATAN GANTI KERUGIAN"
        },
        {
          "judul": "Pasal 98 ayat 1",
          "isi":  "\nPasal 98\n(1) Jika suatu perbuatan yang menjadi dasar dakwaan di dalam suatu pemeriksaan perkara pidana oleh pengadilan negeri menimbulkan kerugian bagi orang lain, maka hakim ketua sidang atas permintaan orang itu dapat menetapkan untuk menggabungkan perkara gugatan ganti kerugian kepada perkara pidana itu;"
        },
        {
          "judul": "Pasal 98 ayat 2",
          "isi":  "\n(2) Permintaan sebagaimana dimaksud dalam ayat (1) hanya dapat diajukan selambat-lambatnya sebelum penuntut umum mengajukan tuntutan pidana. Dalam hal penuntut umum tidak hadir, permintaan diajukan selambat-lambatnya sebelum hakim menjatuhkan putusan."
        },
        {
          "judul": "Pasal 99 ayat 1",
          "isi":  "\nPasal 99\n(1) Apabila pihak yang dirugikan minta penggabungan perkara gugatannya pada perkara pidana sebagaimana dimaksud dalam Pasal 98, maka pengadilan negeri menimbang tentang kewenangannya untuk mengadili gugatan tersebut, tentang kebenaran dasar gugatan dan tentang hukuman penggantian biaya yang telah dikeluarkan oleh pihak yang dirugikan tersebut; "
        },
        {
          "judul": "Pasal 99 ayat 2",
          "isi":  "\n(2) Kecuali dalam hal pengadilan negeri menyatakan tidak berwenang mengadili gugatan sebagaimana dimaksud dalam ayat (1) atau gugatan dinyatakan tidak dapat diterima, putusan hakim hanya memuat tentang penetapan hukuman penggantian biaya yang telah dikeluarkan oleh pihak yang dirugikan;"
        },
        {
          "judul": "Pasal 99 ayat 3",
          "isi":  "\n(3) Putusan mengenai ganti kerugian dengan sendirinya mendapat kekuatan tetap, apabila putusan pidananya juga mendapat kekuatan hukum tetap."
        },
        {
          "judul": "Pasal 100 ayat 1",
          "isi":  "\nPasal 100\n(1) Apabila terjadi penggabungan antara perkara perdata dan perkara pidana, maka penggabungan itu dengan sendirinya berlangsung dalam pemeriksaan tingkat banding;"
        },
        {
          "judul": "Pasal 100 ayat 2",
          "isi":  "\n(2) Apabila terhadap suatu perkara pidana tidak diajukan permintaan banding, maka permintaan bandingmengenai putusan ganti rugi tidak diperkenankan."
        },
        {
          "judul": "Pasal 101",
          "isi":  "\netentuan dari aturan hukum acara perdata berlaku bagi gugatan ganti kerugian sepanjang dalam undang-undang ini tidak diatur lain."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XIV Bagian Kesatu",
          "isi":  "\nBAB XIV\nPENYIDIKAN\nBagian Kesatu\nPenyelidikan"
        },
        {
          "judul": "Pasal 102",
          "isi":  "\nPasal 102\n(1) Penyelidik yang mengetahui, menerima laporan atau pengaduan tentang terjadinya suatu peristiwa yang patut diduga merupakan tindak pidana wajib segera melakukan tindakan penyelidikan yang diperlukan; "
        },
        {
          "judul": "Pasal 102",
          "isi":  "\n(2) Dalam hal tertangkap tangan tanpa menunggu perintah penyidik, penyelidik wajib segera melakukan tindakan yang diperlukan dalam rangka penyelidikan sebagaimana tersebut pada Pasal 5 ayat (1) huruf b;"
        },
        {
          "judul": "Pasal 102",
          "isi":  "\n(3) Terhadap tindakan yang dilakukan tersebut pada ayat (1) dan ayat (2) penyelidik wajib membuat berita acara dan melaporkannya kepada penyidik sedaerah hukum."
        },
        {
          "judul": "Pasal 103",
          "isi":  "\nPasal 103\n(1) Laporan atau pengaduan yang diajukan secara tertulis harus ditandatangani oleh pelapor atau pengadu;"
        },
        {
          "judul": "Pasal 103",
          "isi":  "\n(2) Laporan atau pengaduan yang diajukan secara lisan harus dicatat oleh penyelidik dan ditandatangani oleh pelapor atau pengadu dan penyelidik;"
        },
        {
          "judul": "Pasal 103",
          "isi":  "\n(3) Dalam hal pelapor atau pengadu tidak dapat menulis, hal itu harus disebutkan sebagai catatan dalam laporan atau pengaduan tersebut."
        },
        {
          "judul": "Pasal 104",
          "isi":  "\nPasal 104\nDalam melaksanakan tugas penyelidikan, penyelidik, wajib menunjukkan tanda pengenalnya."
        },
        {
          "judul": "Pasal 105",
          "isi":  "\nPasal 105\nDalam melaksanakan tugas penyelidikan, penyelidik dikoordinasi, diawasi dan diberi petunjuk oleh penyidik tersebut pada Pasal 6 ayat (1) huruf a."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XIV Bagian Kedua",
          "isi":  "\nBAB XIV\nPenyidikan"
        },
        {
          "judul": "Pasal 106",
          "isi":  "\nPasal 106\nPenyidik yang mengetahui, menerima laporan atau pengaduan tentang terjadinya suatu peristiwa yang patut diduga merupakan tindak pidana wajib segera melakukan tindakan penyidikan yang diperlukan."
        },
        {
          "judul": "Pasal 107 ayat 1",
          "isi":  "\nPasal 107\n(1) Untuk kepentingan penyidikan, penyidik tersebut pada Pasal 6 ayat (1) huruf a memberikan petunjuk kepada penyidik tersebut pada Pasal 6 ayat (1) huruf b dan memberikan bantuan penyidikan yang diperlukan;"
        },
        {
          "judul": "Pasal 107 ayat 2",
          "isi":  "\n(2) Dalam hal suatu peristiwa yang patut diduga merupakan tindak pidana sedang dalam penyidikan oleh penyidik tersebut pada Pasal 6 ayat (1) huruf b dan kemudian ditemukan bukti yang kuat untuk diajukan kepada penuntut umum, penyidik tersebut pada Pasal 6 ayat (1) huruf b melaporkan hal itu kepada penyidik tersebut pada Pasal 6 ayat (1) huruf a;"
        },
        {
          "judul": "Pasal 107 ayat 3",
          "isi":  "\n(3) Dalam hal tindak pidana telah selesai disidik oleh penyidik tersebut pada Pasal 6 ayat (1) huruf b, ia segera menyerahkan hasil penyidikannya kepada penuntut umum melalui penyidik tersebut pada Pasal 6 ayat (1) huruf a."
        },
        {
          "judul": "Pasal 108 ayat 1",
          "isi":  "\nPasal 108\n(1) Setiap orang yang mengalami, melihat, menyaksikan dan atau menjadi korban peristiwa yang merupakan tindak pidana berhak untuk mengajukan laporan atau pengaduan kepada penyelidik dan atau penyidik baik lisan maupun tertulis;"
        },
        {
          "judul": "Pasal 108 ayat 2",
          "isi":  "\n(2) Setiap orang yang mengetahui permufakatan jahat untuk melakukan tindak pidana terhadap ketenteraman dan keamanan umum atau terhadap jiwa atau terhadap hak milik wajib seketika itu juga melaporkan hal tersebut kepada penyelidik atau penyidik;"
        },
        {
          "judul": "Pasal 108 ayat 3",
          "isi":  "\n(3) Setiap pegawai negeri dalam rangka melaksanakan tugasnya yang mengetahui tentang terjadinya peristiwa yang merupakan tindak pidana wajib segera melaporkan hal itu kepada penyelidik atau penyidik;"
        },
        {
          "judul": "Pasal 108 ayat 4",
          "isi":  "\n(4) Laporan atau pengaduan yang diajukan secara tertulis harus ditandatangani oleh pelapor atau pengadu;"
        },
        {
          "judul": "Pasal 108 ayat 5",
          "isi":  "\n(5) Laporan atau pengaduan yang diajukan secara lisan harus dicatat oleh penyidik dan ditandatangani oleh pelapor atau pengadu dan penyidik;"
        },
        {
          "judul": "Pasal 108 ayat 6",
          "isi":  "\n(6) Setelah menerima laporan atau pengaduan, penyelidik atau penyidik harus memberikan surat tanda penerimaan laporan atau pengaduan kepada yang bersangkutan."
        },
        {
          "judul": "Pasal 109 ayat 1",
          "isi":  "\nPasal 109\n(1) Dalam hal penyidik telah mulai melakukan penyidikan suatu peristiwa yang merupakan tindak pidana, penyidik memberitahukan hal itu kepada penuntut umum;"
        },
        {
          "judul": "Pasal 109 ayat 2",
          "isi":  "\n(2) Dalam hal penyidik menghentikan penyidikan karena tidak terdapat cukup bukti atau peristiwa tersebut ternyata bukan merupakan tindak pidana atau penyidikan dihentikan demi hukum, maka penyidik memberitahukan hal itu kepada penuntut umum, tersangka atau keluarganya;"
        },
        {
          "judul": "Pasal 109 ayat 3",
          "isi":  "\n(3) Dalam hal penghentian tersebut pada ayat (2) dilakukan oleh penyidik sebagaimana dimaksud dalam Pasal 6 ayat (1) huruf b, pemberitahuan mengenai hal itu segera disampaikan kepada penyidik dan penuntut umum."
        },
        {
          "judul": "Pasal 110 ayat 1",
          "isi":  "\nPasal 110\n(1) Dalam hal penyidik telah selesai melakukan penyidikan, penyidik wajib segera menyerahkan berkas perkara itu kepada penuntut umum;"
        },
        {
          "judul": "Pasal 110 ayat 2",
          "isi":  "\n(2) Dalam hal penuntut umum berpendapat bahwa hasil penyidikan tersebut ternyata masih kurang lengkap, penuntut umum segera mengembalikan berkas perkara itu kepada penyidik disertai petunjuk untuk dilengkapi;"
        },
        {
          "judul": "Pasal 110 ayat 3",
          "isi":  "\n(3) Dalam hal penuntut umum mengembalikan hasil penyidikan untuk dilengkapi, penyidik wajib segera melakukan penyidikan tambahan sesuai dengan petunjuk dari penuntut umum;"
        },
        {
          "judul": "Pasal 110 ayat 4",
          "isi":  "\n(4) Penyidikan dianggap telah selesai apabila dalam waktu empat belas hari penuntut umum tidak mengembalikan hasil penyidikan atau apabila sebelum batas waktu tersebut berakhir telah ada pemberitahuan tentang hal itu dari penuntut umum kepada penyidik."
        },
        {
          "judul": "Pasal 111 ayat 1",
          "isi":  "\nPasal 111\n(1) Dalam hal tertangkap tangan setiap orang berhak, sedangkan setiap orang yang mempunyai wewenang dalam tugas ketertiban, ketenteraman dan keamanan umum wajib, menangkap tersangka guna diserahkan beserta atau tanpa barang bukti kepada penyelidik atau penyidik;"
        },
        {
          "judul": "Pasal 111 ayat 2",
          "isi":  "\n(2) Setelah menerima penyerahan tersangka sebagaimana dimaksud dalam ayat (1) penyelidik atau penyidik wajib segera melakukan pemeriksaan dan tindakan lain dalam rangka penyidikan;"
        },
        {
          "judul": "Pasal 111 ayat 3",
          "isi":  "\n(3) Penyelidik dan penyidik yang telah menerima laporan tersebut segera datang ke tempat kejadian dapat melarang setiap orang untuk meninggalkan tempat itu selama pemeriksaan di situ belum selesai;"
        },
        {
          "judul": "Pasal 111 ayat 4",
          "isi":  "\n(4) Pelanggar larangan tersebut dapat dipaksa tinggal di tempat itu sampai pemeriksaan dimaksud di atas selesai."
        },
        {
          "judul": "Pasal 112 ayat 1",
          "isi":  "\nPasal 112\n(1) Penyidik yang melakukan pemeriksaan, dengan menyebutkan alasan pemanggilan secara jelas, berwenang memanggil tersangka dan saksi yang dianggap perlu untuk diperiksa dengan surat panggilan yang sah dengan memperhatikan tenggang waktu yang wajar antara diterimanya panggilan dan hari seorang itu diharuskan memenuhi panggilan tersebut;"
        },
        {
          "judul": "Pasal 112 ayat 2",
          "isi":  "\n(2) Orang yang dipanggil wajib datang kepada penyidik dan jika ia tidak datang, penyidik memanggil sekali lagi, dengan perintah kepada petugas untuk membawa kepadanya"
        },
        {
          "judul": "Pasal 113",
          "isi":  "\nPasal 113\nJika seorang tersangka atau saksi yang dipanggil memberi alasan yang patut dan wajar bahwa ia tidak dapat datang kepada penyidik yang melakukan pemeriksaan, penyidik itu datang ke tempat kediamannya."
        },
        {
          "judul": "Pasal 114",
          "isi":  "\nPasal 114\nDalam hal seorang disangka melakukan suatu tindak pidana sebelum dimulainya pemeriksaan oleh penyidik, penyidik wajib memberitahukan kepadanya tentang haknya untuk mendapatkan bantuan hukum atau bahwa ia dalam perkaranya itu wajib didampingi oleh penasihat hukum sebagaimana dimaksud dalam Pasal 56."
        },
        {
          "judul": "Pasal 115 ayat 1",
          "isi":  "\nPasal 115\n(1) Dalam hal penyidik sedang melakukan pemeriksaan terhadap tersangka, penasihat hukum dapat mengikuti jalannya pemeriksaan dengan cara melihat serta mendengar pemeriksaan;"
        },
        {
          "judul": "Pasal 115 ayat 2",
          "isi":  "\n(2) Dalam hal kejahatan terhadap keamanan negara penasihat hukum dapat hadir dengan cara melihat tetapi tidak dapat mendengar pemeriksaan terhadap tersangka"
        },
        {
          "judul": "Pasal 116 ayat 1",
          "isi":  "\nPasal 116\n(1) Saksi diperiksa dengan tidak disumpah kecuali apabila ada cukup alasan untuk diduga bahwa ia tidak akan dapat hadir dalam pemeriksaan di pengadilan;"
        },
        {
          "judul": "Pasal 116 ayat 2",
          "isi":  "\n(2) Saksi diperiksa secara tersendiri, tetapi boleh dipertemukan yang satu dengan yang lain dan mereka wajib memberikan keterangan yang sebenarnya;"
        },
        {
          "judul": "Pasal 116 ayat 3",
          "isi":  "\n(3) Dalam pemeriksaan tersangka ditanya apakah ia menghendaki didengarnya saksi yang dapat menguntungkan baginya dan bilamana ada maka hal itu dicatat dalam berita acara;"
        },
        {
          "judul": "Pasal 116 ayat 4",
          "isi":  "\n(4) Dalam hal sebagaimana dimaksud dalam ayat (3) penyidik wajib memanggil dan memeriksa saksi tersebut."
        },
        {
          "judul": "Pasal 117 ayat 1",
          "isi":  "\nPasal 117\n(1) Keterangan tersangka dan atau saksi kepada penyidik diberikan tanpa tekanan dari siapa pun dan atau dalam bentuk apapun;"
        },
        {
          "judul": "Pasal 117 ayat 2",
          "isi":  "(2) Dalam hal tersangka memberi keterangan tentang apa yang sebenarnya ia telah lakukan sehubungan dengan tindak pidana yang dipersangkakan kepadanya, penyidik mencatat dalam berita acara seteliti-telitinya sesuai dengan kata yang dipergunakan oleh tersangka sendiri."
        },
        {
          "judul": "Pasal 118 ayat 1",
          "isi":  "\nPasal 118\n (1) Keterangan tersangka dan atau saksi dicatat dalam berita acara yang ditandatangani oleh penyidik dan oleh yang memberi keterangan itu setelah mereka menyetujui isinya;"
        },
        {
          "judul": "Pasal 118 ayat 2",
          "isi":  "\n(2) Dalam hal tersangka dan atau saksi tidak mau membubuhkan tanda tangannya, penyidik mencatat hal itu dalam berita acara dengan menyebut alasannya."
        },
        {
          "judul": "Pasal 119",
          "isi":  "\nPasal 119\nDalam hal tersangka dan atau saksi yang harus didengar keterangannya berdiam atau bertempat tinggal di luar daerah hukum penyidik yang menjalankan penyidikan, pemeriksaan terhadap tersangka dan atau saksi dapat dibebankan kepada penyidik di tempat kediaman atau tempat tinggal tersangka dan atau saksi tersebut."
        },
        {
          "judul": "Pasal 120 ayat 1",
          "isi":  "\nPasal 120\n(1) Dalam hal penyidik menganggap perlu, ia dapat minta pendapat orang ahli atau orang yang memiliki keahlian khusus;"
        },
        {
          "judul": "Pasal 120 ayat 2",
          "isi":  "\n(2) Ahli tersebut mengangkat sumpah atau mengucapkan janji di muka penyidik bahwa ia akan memberi keterangan menurut pengetahuannya yang sebaik-baiknya kecuali bila disebabkan karena harkat serta martabat, pekerjaan atau jabatannya yang mewajibkan ia menyimpan rahasia dapat menolak untuk memberikan keterangan yang diminta."
        },
        {
          "judul": "Pasal 121",
          "isi":  "\nPasal 121\nPenyidik atas kekuatan sumpah jabatannya segera membuat berita acara yang diberi tanggal dan memuat tindak pidana yang dipersangkakan, dengan menyebut waktu, tempat dan keadaan pada waktu tindak pidana dilakukan, nama dan tempat tinggal dari tersangka dan atau saksi, keterangan mereka, catatan mengenai. akta dan atau benda serta segala sesuatu yang dianggap perlu untuk kepentingan penyelesaian perkara."
        },
        {
          "judul": "Pasal 122",
          "isi":  "\nPasal 122\nDalam hal tersangka ditahan dalam waktu satu hari setelah perintah penahanan itu dijalankan, ia harus mulai diperiksa oleh penyidik."
        },
        {
          "judul": "Pasal 123 ayat 1",
          "isi":  "\nPasal 123\n(1) Tersangka, keluarga atau penasihat hukum dapat mengajukan keberatan atas penahanan atau jenis penahanan tersangka kepada penyidik yang melakukan penahanan itu;"
        },
        {
          "judul": "Pasal 123 ayat 2",
          "isi":  "\n(2) Untuk itu penyidik dapat mengabulkan permintaan tersebut dengan mempertimbangkan tentang perlu atau tidaknya tersangka itu tetap ditahan atau tetap ada dalam jenis penahanan tertentu;"
        },
        {
          "judul": "Pasal 123 ayat 3",
          "isi":  "\n(3) Apabila dalam waktu tiga hari permintaan tersebut belum dikabulkan oleh penyidik, tersangka, keluarga atau penasihat hukum dapat mengajukan hal itu kepada atasan penyidik;"
        },
        {
          "judul": "Pasal 123 ayat 4",
          "isi":  "\n(4) Untuk itu atasan penyidik dapat mengabulkan permintaan tersebut dengan mempertimbangkan tentang perlu atau tidaknya tersangka itu tetap ditahan atau tetap ada dalam jenis tahanan tertentu;"
        },
        {
          "judul": "Pasal 123 ayat 5",
          "isi":  "\n(5) Penyidik atau atasan penyidik sebagaimana dimaksud dalam ayat tersebut di atas dapat mengabulkan permintaan dengan atau tanpa syarat."
        },
        {
          "judul": "Pasal 124",
          "isi":  "\nPasal 124\nDalam hal apakah sesuatu penahanan sah atau tidak sah menurut hukum, tersangka, keluarga atau penasihat hukum dapat mengajukan hal itu kepada pengadilan negeri setempat untuk diadakan praperadilan guna memperoleh putusan apakah penahanan atas diri tersangka tersebut sah atau tidak sah menurut undang-undang ini."
        },
        {
          "judul": "Pasal 125",
          "isi":  "\nPasal 125\nDalam hal penyidik melakukan penggeledahan rumah terlebih dahulu menunjukkan tanda pengenalnya kepada tersangka atau keluarganya, selanjutnya berlaku ketentuan sebagaimana dimaksud dalam Pasal 33 dan Pasal 34."
        },
        {
          "judul": "Pasal 126 ayat 1",
          "isi":  "\nPasal 126\n(1) Penyidik membuat berita acara tentang jalannya dan hasil penggeledahan rumah sebagaimana dimaksud dalam Pasal 33 ayat (5);"
        },
        {
          "judul": "Pasal 126 ayat 2",
          "isi":  "\n(2) Penyidik membacakan lebih dahulu berita acara tentang penggeledahan rumah kepada yang bersangkutan, kemudian diberi tanggal dan ditandatangani oleh penyidik maupun tersangka atau keluarganya dan atau kepala desa atau ketua lingkungan dengan dua orang saksi;"
        },
        {
          "judul": "Pasal 126 ayat 3",
          "isi":  "\n(3) Dalam hal tersangka atau keluarganya tidak mau membubuhkan tanda tangannya, hal itu dicatat dalam berita acara dengan menyebut alasannya."
        },
        {
          "judul": "Pasal 127",
          "isi":  "\nPasal 127\n(1) Untuk keamanan dan ketertiban penggeledahan rumah, penyidik dapat mengadakan penjagaan atau penutupan tempat yang bersangkutan;"
        },
        {
          "judul": "Pasal 127",
          "isi":  "\n(2) Dalam hal ini penyidik berhak memerintahkan setiap orang yang dianggap perlu tidak meninggalkan tempat tersebut selama penggeledahan berlangsung."
        },
        {
          "judul": "Pasal 128",
          "isi":  "\nPasal 128\nDalam hal penyidik melakukan penyitaan, terlebih dahulu ia menunjukkan tanda pengenalnya kepada orang dari mana benda itu disita."
        },
        {
          "judul": "Pasal 129 ayat 1",
          "isi":  "\nPasal 129\n(1) Penyidik memperlihatkan benda yang akan disita kepada orang dari mana benda itu akan disita atau kepada keluarganya dan dapat minta keterangan tentang benda yang akan disita itu dengan disaksikan oleh kepala desa atau ketua lingkungan dengan dua orang saksi;"
        },
        {
          "judul": "Pasal 129 ayat 2",
          "isi":  "\n(2) Penyidik membuat berita acara penyitaan yang dibacakan terlebih dahulu kepada orang dari mana benda itu disita atau keluarganya dengan diberi tanggal dan ditandatangani oleh penyidik maupun orang atau keluarganya dan atau kepala desa atau ketua lingkungan dengan dua orang saksi;"
        },
        {
          "judul": "Pasal 129 ayat 3",
          "isi":  "\n(3) Dalam hal orang dari mana benda itu disita atau keluarganya tidak mau membubuhkan tanda tangannya hal itu dicatat dalam berita acara dengan menyebut alasannya;"
        },
        {
          "judul": "Pasal 129 ayat 4",
          "isi":  "\n(4) Turunan dari berita acara itu disampaikan oleh penyidik kepada atasannya, orang dari mana benda itu disita atau keluarganya dan kepala desa."
        },
        {
          "judul": "Pasal 130 ayat 1",
          "isi":  "\nPasal 130\n(1) Benda sitaan sebelum dibungkus, dicatat berat dan/atau jumlah menurut jenis masing-masing, ciri maupun sifat khas, tempat, hari dan tanggal penyitaan, identitas orang dari mana benda itu disita dan lain-lainnya yang kemudian diberi lak dan cap jabatan dan ditandatangani oleh penyidik;"
        },
        {
          "judul": "Pasal 130 ayat 2",
          "isi":  "\n(2) Dalam hal benda sitaan tidak mungkin dibungkus, penyidik memberi catatan sebagaimana dimaksud dalam ayat (1), yang ditulis di atas label yang ditempelkan dan atau dikaitkan pada benda tersebut."
        },
        {
          "judul": "Pasal 131 ayat 1",
          "isi":  "\nPasal 131\n(1) Dalam hal sesuatu tindak pidana sedemikian rupa sifatnya sehingga ada dugaan kuat dapat diperoleh keterangan dari berbagai surat, buku atau kitab, daftar dan sebagainya, penyidik segera pergi ke tempat yang dipersangkakan untuk menggeledah, memeriksa surat, buku atau kitab, daftar dan sebagainya dan jika perlu menyitanya;"
        },
        {
          "judul": "Pasal 131 ayat 1",
          "isi":  "\n(2) Penyitaan tersebut dilaksanakan menurut ketentuan sebagaimana diatur dalam Pasal 129 undang-undang ini."
        },
        {
          "judul": "Pasal 132 ayat 1",
          "isi":  "\nPasal 132\n(1) Dalam hal diterima pengaduan bahwa sesuatu surat atau tulisan palsu atau dipalsukan atau diduga palsu oleh penyidik, maka untuk kepentingan penyidikan, oleh penyidik dapat dimintakan keterangan mengenai hal itu dari orang ahli;"
        },
        {
          "judul": "Pasal 132 ayat 2",
          "isi":  "\n (2) Dalam hal timbul dugaan kuat bahwa ada surat palsu atau yang dipalsukan, penyidik dengan surat izin ketua pengadilan negeri setempat dapat datang atau dapat minta kepada pejabat penyimpan umum yang wajib dipenuhi, supaya ia mengirimkan surat asli yang disimpannya itu kepadanya untuk dipergunakan sebagai bahan perbandingan; "
        },
        {
          "judul": "Pasal 132 ayat 3",
          "isi":  "\n(3) Dalam hal suatu surat yang dipandang perlu untuk pemeriksaan, menjadi bagian serta tidak dapat dipisahkan dari daftar sebagaimana dimaksud dalam Pasal 131, penyidik dapat minta supaya daftar itu seluruhnya selama waktu yang ditentukan dalam surat permintaan dikirimkan kepadanya untuk diperiksa, dengan menyerahkan tanda penerimaan; "
        },
        {
          "judul": "Pasal 132 ayat 4",
          "isi":  "\n(4) Dalam hal surat sebagaimana dimaksud dalam ayat (2) tidak menjadi bagian dari suatu daftar, penyimpan membuat salinan sebagai penggantinya sampai surat yang asli diterima kembali yang di bagian bawah dari salinan itu penyimpan mencatat apa sebab salinan itu dibuat;"
        },
        {
          "judul": "Pasal 132 ayat 5",
          "isi":  "\n(5) Dalam hal surat atau daftar itu tidak dikirimkan dalam waktu yang ditentukan dalam surat permintaan, tanpa alasan yang sah, penyidik berwenang mengambilnya;"
        },
        {
          "judul": "Pasal 132 ayat 6",
          "isi":  "\n(6) Semua pengeluaran untuk penyelesaian hal tersebut dalam pasal ini dibebankan pada dan sebagai biaya perkara."
        },
        {
          "judul": "Pasal 133 ayat 1",
          "isi":  "\nPasal 133\n(1) Dalam hal penyidik untuk kepentingan peradilan menangani seorang korban baik luka, keracunan ataupun mati yang diduga karena peristiwa yang merupakan tindak pidana, ia berwenang mengajukan permintaan keterangan ahli kepada ahli kedokteran kehakiman atau dokter dan atau ahli lainnya;"
        },
        {
          "judul": "Pasal 133 ayat 2",
          "isi":  "\n(2) Permintaan keterangan ahli sebagaimana dimaksud dalam ayat (1) dilakukan secara tertulis, yang dalam surat itu disebutkan dengan tegas untuk pemeriksaan luka atau pemeriksaan mayat dan atau pemeriksaan bedah mayat;"
        },
        {
          "judul": "Pasal 133",
          "isi":  "\n(3) Mayat yang dikirim kepada ahli kedokteran kehakiman atau dokter pada rumah sakit harus diperlakukan secara baik dengan penuh penghormatan terhadap mayat tersebut dan diberi label yang memuat identitas mayat, dilak dengan diberi cap jabatan yang dilekatkan pada ibu jari kaki atau bagian lain badan mayat."
        },
        {
          "judul": "Pasal 134 ayat 1",
          "isi":  "\nPasal 134\n(1) Dalam hal sangat diperlukan di mana untuk keperluan pembuktian bedah mayat tidak mungkin lagi dihindari, penyidik wajib memberitahukan terlebih dahulu kepada keluarga korban;"
        },
        {
          "judul": "Pasal 134 ayat 2",
          "isi":  "\n(2) Dalam hal keluarga keberatan, penyidik wajib menerangkan dengan sejelas-jelasnya tentang maksud dan tujuan perlu dilakukannya pembedahan tersebut;"
        },
        {
          "judul": "Pasal 134",
          "isi":  "\n(3) Apabila dalam waktu dua hari tidak ada tanggapan apapun dari keluarga atau pihak yang perlu diberitahu tidak diketemukan, penyidik segera melaksanakan ketentuan sebagaimana dimaksud dalam Pasal 133 ayat (3)undang-undang ini."
        },
        {
          "judul": "Pasal 135",
          "isi":  "\nPasal 135\nDalam hal penyidik untuk kepentingan peradilan perlu melakukan penggalian mayat, dilaksanakan menurut ketentuan sebagaimana dimaksud dalam Pasal 133 ayat (2) dan Pasal 134 ayat (1) undang-undang ini."
        },
        {
          "judul": "Pasal 136",
          "isi":  "\nPasal 136\nSemua biaya yang dikeluarkan untuk kepentingan pemeriksaan sebagaimana dimaksud dalam Bagian Kedua Bab XIV ditanggung oleh negara."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XV",
          "isi":  "\nBAB XV\nPENUNTUTAN"
        },
        {
          "judul": "Pasal 137",
          "isi":  "\nPasal 137\nPenuntut umum berwenang melakukan penuntutan terhadap siapapun yang didakwa melakukan suatu tindak pidana dalam daerah hukumnya dengan' melimpahkan perkara ke pengadilan yang berwenang mengadili."
        },
        {
          "judul": "Pasal 138",
          "isi":  "\nPasal 138\n(1) Penuntut umum setelah menerima hasil penyidikan dari penyidik segera mempelajari dan menelitinya dan dalam waktu tujuh hari wajib memberitahukan kepada penyidik apakah hasil penyidikan itu sudah lengkap atau belum;"
        },
        {
          "judul": "Pasal 138",
          "isi":  "\n(2) Dalam hal hasil penyidikan ternyata belum lengkap, penuntut umum mengembalikan berkas perkara kepada penyidik disertai petunjuk tentang hal yang harus dilakukan untuk dilengkapi dan dalam waktu empat belas hari sejak tanggal penerimaan berkas, penyidik harus sudah menyampaikan kembali berkas perkara itu kepada penuntut umum. "
        },
        {
          "judul": "Pasal 139",
          "isi":  "\nPasal 139\nSetelah penuntut umum menerima atau menerima kembali hasil penyidikan yang lengkap dari penyidik, ia segera, menentukan apakah berkas perkara itu sudah memenuhi persyaratan untuk dapat atau tidak dilimpahkan ke pengadilan."
        },
        {
          "judul": "Pasal 140 ayat 1",
          "isi":  "\nPasal 140\n(1) Dalam hal penuntut umum berpendapat bahwa dari hasil penyidikan dapat dilakukan penuntutan, ia dalam waktu secepatnya membuat surat dakwaan;"
        },
        {
          "judul": "Pasal 140 ayat 2",
          "isi":  "\n(2) a. Dalam hal penuntut umum memutuskan untuk menghentikan penuntutan karena tidak terdapat cukup bukti atau peristiwa tersebut ternyata bukan merupakan tindak pidana atau perkara ditutup demi hukum, penuntut umum menuangkan hal tersebut dalam surat ketetapan; \n  b. Isi surat ketetapan tersebut diberitahukan kepada tersangka dan bila ia ditahan, wajib segera dibebaskan; \n  c. Turunan surat ketetapan itu wajib disampaikan kepada tersangka atau keluarga atau penasihat hukum, pejabat rumah tahanan negara, penyidik dan hakim; \n  d. Apabila kemudian ternyata ada alasan baru, penuntut umum dapat melakukan penuntutan terhadap tersangka."
        },
        {
          "judul": "Pasal 141",
          "isi":  "\nPasal 141Penuntut umum dapat melakukan penggabungan perkara dan membuatnya dalam satu surat dakwaan, apabila pada waktu yang sama atau hampir bersamaan ia menerima beberapa berkas perkara dalam hal: \n  a. beberapa tindak pidana yang dilakukan oleh seorang yang sama dan kepentingan pemeriksaan tidak menjadikan halangan terhadap penggabungannya; \n  b. beberapa tindak pidana yang bersangkut-paut satu dengan yang lain; \n  c. beberapa tindak pidana yang tidak bersangkut-paut satu dengan yang lain, akan tetapi yang satu dengan yang lain itu ada hubungannya, yang dalam hal ini penggabungan tersebut perlu bagi kepentingan pemeriksaan. "
        },
        {
          "judul": "Pasal 142",
          "isi":  "\nPasal 142\n\nDalam hal penuntut umum menerima satu berkas perkara yang memuat beberapa tindak pidana yang dilakukan oleh beberapa orang tersangka yang tidak termasuk dalam ketentuan Pasal 141, penuntut umum dapat melakukan penuntutan terhadap masing-masing terdakwa secara terpisah."
        },
        {
          "judul": "Pasal 143 ayat 1",
          "isi":  "\nPasal 143\n(1) Penuntut umum melimpahkan perkara ke pengadilan negeri dengan permintaan agar. segera mengadili perkara tersebut disertai dengan surat dakwaan;"
        },
        {
          "judul": "Pasal 143 ayat 2",
          "isi":  "\n(2) Penuntut umum membuat surat dakwaan yang diberi tanggal dan ditandatangani serta berisi: \n  a. nama lengkap, tempat lahir, umur atau tanggal lahir, jenis kelamin, kebangsaan, tempat tinggal, agama dan pekerjaan tersangka; \n  b. uraian secara cermat, jelas dan lengkap mengenai tindak pidana yang didakwakan dengan menyebutkan waktu dan tempat tindak pidana itu dilakukan."
        },
        {
          "judul": "Pasal 143 ayat 3",
          "isi":  "\n(3) Surat dakwaan yang tidak memenuhi ketentuan sebagaimana dimaksud dalam ayat (2) huruf b batal demi hukum;"
        },
        {
          "judul": "Pasal 143 ayat 4",
          "isi":  "\n(4) Turunan surat pelimpahan perkara beserta surat dakwaan disampaikan kepada tersangka atau kuasanya atau penasihat hukumnya dan penyidik, pada saat yang bersamaan dengan penyampaian surat pelimpahan perkara tersebut ke pengadilan negeri"
        },
        {
          "judul": "Pasal 144 ayat 1",
          "isi":  "\nPasal 144\n(1) Penuntut umum dapat mengubah surat dakwaan sebelum pengadilan menetapkan hari sidang, baik dengan tujuan untuk menyempurnakan maupun untuk tidak melanjutkan penuntutannya;"
        },
        {
          "judul": "Pasal 144 ayat 2",
          "isi":  "\n(2) Pengubahan surat dakwaan tersebut dapat dilakukan hanya satu kali selambat-lambatnya tujuh hari sebelum sidang dimulai;"
        },
        {
          "judul": "Pasal 144 ayat 3",
          "isi":  "\n(3) Dalam hal penuntut umum mengubah surat dakwaan ia menyampaikan turunannya kepada tersangka atau penasihat hukum dan penyidik."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Kesatu",
          "isi":  "\nBAB XVI\nPEMERIKSAAN DI SIDANG PENGADILAN \nBagian Kesatu\nPanggilan dan Dakwaan"
        },
        {
          "judul": "Pasal 145 ayat 1",
          "isi":  "\nPasal 145\n(1) Pemberitahuan untuk datang ke sidang pengadilan dilakukan secara sah, apabila disampaikan dengan surat panggilan kepada terdakwa di alamat tempat tinggalnya atau apabila tempat tinggalnya tidak diketahui, disampaikan di tempat kediaman terakhir; "
        },
        {
          "judul": "Pasal 145 ayat 2",
          "isi":  "\n(2) Apabila terdakwa tidak ada di tempat tinggalnya atau di tempat kediaman terakhir, surat panggilan disampaikan melalui kepala desa yang berdaerah hukum tempat tinggal terdakwa atau tempat kediaman terakhir; "
        },
        {
          "judul": "Pasal 145 ayat 3",
          "isi":  "\n(3) Dalam hal terdakwa ada dalam tahanan surat panggilan disampaikan kepadanya melalui pejabat rumah tahanan negara;"
        },
        {
          "judul": "Pasal 145 ayat 4",
          "isi":  "\n(4) Penerimaan surat panggilan oleh terdakwa sendiri ataupun oleh orang lain atau melalui orang lain, dilakukan dengan tanda penerimaan;"
        },
        {
          "judul": "Pasal 145 ayat 5",
          "isi":  "\n(5) Apabila tempat tinggal maupun tempat kediaman terakhir tidak dikenal, surat panggilan ditempelkan pada tempat pengumuman di gedung pengadilan yang berwenang mengadili perkaranya."
        },
        {
          "judul": "Pasal 146 ayat 1",
          "isi":  "\nPasal 146\n(1) Penuntut umum menyampaikan surat panggilan kepada terdakwa yang memuat tanggal, hari, serta jam sidang dan untuk perkara apa ia dipanggil yang harus sudah diterima oleh yang bersangkutan selambat-lambatnya tiga hari sebelum sidang dimulai;"
        },
        {
          "judul": "Pasal 146",
          "isi":  "\n(2) Penuntut umum menyampaikan surat panggilan kepada saksi yang memuat tanggal, hari serta jam sidang dan untuk perkara apa ia dipanggil yang harus sudah diterima oleh yang bersangkutan selambat-lambatnya tiga hari sebelum sidang dimulai."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Kedua",
          "isi":  "\nBagian Kedua\nMemutus Sengketa mengenai Wewenang Mengadili"
        },
        {
          "judul": "Pasal 147",
          "isi":  "\nPasal 147\n"
        },
        {
          "judul": "Pasal 148 ayat 1",
          "isi":  "\nPasal 148\n(1) Dalam hal ketua pengadilan negeri berpendapat, bahwa perkara pidana itu tidak termasuk wewenang pengadilan yang dipimpinnya, tetapi termasuk wewenang pengadilan negeri lain, ia menyerahkan surat pelimpahan perkara tersebut kepada pengadilan negeri lain yang dianggap berwenang mengadilinya dengan surat penetapan yang memuat alasannya; "
        },
        {
          "judul": "Pasal 148 ayat 2",
          "isi":  "\n(2) Surat pelimpahan perkara tersebut diserahkan kembali kepada penuntut umum selanjutnya kejaksaan negeri yang bersangkutan menyampaikannya kepada kejaksaan negeri di tempat pengadilan negeri yang tercantum dalam surat penetapan;"
        },
        {
          "judul": "Pasal 148 ayat 3",
          "isi":  "\n(3) Turunan surat penetapan sebagaimana dimaksud dalam ayat (1) disampaikan kepada terdakwa atau penasihat hukum dan penyidik."
        },
        {
          "judul": "Pasal 149 ayat 1",
          "isi":  "\nPasal 149\n(1) Dalam hal penuntut umum berkeberatan terhadap surat penetapan pengadilan negeri sebagaimana dimaksud dalam Pasal 148, maka: \n  a. Ia mengajukan perlawanan kepada Pengadilan tinggi yang bersangkutan dalam waktu tujuh hari setelah penetapan tersebut diterima; \n  b. tidak dipenuhinya tenggang waktu tersebut di atas mengakibatkan batalnya perlawanan; \n  c. perlawanan tersebut disampaikan kepada ketua pengadilan negeri sebagaimana dimaksud dalam Pasal 148 dan hal itu dicatat dalam buku daftar panitera; \n  d. dalam waktu tujuh hari pengadilan negeri wajib meneruskan perlawanan tersebut kepada pengadilan tinggi yang bersangkutan."
        },
        {
          "judul": "Pasal 149 ayat 2",
          "isi":  "\n(2) Pengadilan tinggi dalam waktu paling lama empat belas hari setelah menerima perlawanan tersebut dapat menguatkan atau menolak perlawanan itu dengan surat penetapan;"
        },
        {
          "judul": "Pasal 149 ayat 3",
          "isi":  "\n(3) Dalam hal pengadilan tinggi menguatkan perlawanan penuntut umum, maka dengan surat penetapan diperintahkan kepada pengadilan negeri yang bersangkutan untuk menyidangkan perkara tersebut;"
        },
        {
          "judul": "Pasal 149 ayat 4",
          "isi":  "\n(4) Jika pengadilan tinggi menguatkan pendapat pengadilan negeri, pengadilan tinggi mengirimkan berkas perkara pidana tersebut kepada pengadilan negeri yang bersangkutan;"
        },
        {
          "judul": "Pasal 149 ayat 5",
          "isi":  "\n(5) Tembusan surat penetapan pengadilan tinggi sebagaimana dimaksud dalam ayat (3) dan ayat (4) disampaikan kepada penuntut umum."
        },
        {
          "judul": "Pasal 150",
          "isi":  "\nPasal 150\nSengketa tentang wewenang mengadili terjadi: \na. jika dua pengadilan atau lebih menyatakan dirinya berwenang mengadili atas perkara yang sama; \nb. jika dua pengadilan atau lebih menyatakan dirinya tidak berwenang mengadili perkara yang sama."
        },
        {
          "judul": "Pasal 151 ayat 1",
          "isi":  "\nPasal 151\n(1) Pengadilan tinggi memutus sengketa wewenang mengadili antara dua pengadilan negeri atau lebih yang berkedudukan dalam daerah hukumnya;"
        },
        {
          "judul": "Pasal 151 ayat 2",
          "isi":  "\n(2) Mahkamah Agung memutus pada tingkat pertama dan terakhir semua sengketa tentang wewenang mengadili: \n   a. antara pengadilan dari satu lingkungan peradilan dengan pengadilan dari lingkungan peradilan yang lain; \n  b. antara dua pengadilan negeri yang berkedudukan dalam daerah hukum pengadilan tinggi yang berlainan; \n  c. antara dua pengadilan tinggi atau lebih. "
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Ketiga",
          "isi":  "\nBagian Ketiga\nAcara Pemeriksaan Biasa"
        },
        {
          "judul": "Pasal 152 ayat 1",
          "isi":  "\nPasal 152\n(1) Dalam hal pengadilan negeri menerima surat pelimpahan perkara dan berpendapat bahwa perkara itu termasuk wewenangnya, ketua pengadilan menunjuk hakim yang akan menyidangkan perkara tersebut dan hakim yang ditunjuk itu menetapkan hari sidang;"
        },
        {
          "judul": "Pasal 152 ayat 2",
          "isi":  "\n(2) Hakim dalam menetapkan hari sidang sebagaimana dimaksud dalam ayat (1) memerintahkan kepada penuntut umum supaya memanggil terdakwa dan saksi untuk datang di sidang pengadilan."
        },
        {
          "judul": "Pasal 153 ayat 1",
          "isi":  "\nPasal 153\n(1) Pada hari yang ditentukan menurut Pasal 152 pengadilan bersidang;"
        },
        {
          "judul": "Pasal 153 ayat 2",
          "isi":  "\n(2) a. Hakim ketua sidang memimpin pemeriksaan di sidang pengadilan yang dilakukan secara lisan dalam bahasa Indonesia yang dimengerti oleh terdakwa dan saksi; \n  b. Ia wajib menjaga supaya tidak dilakukan hal atau diajukan pertanyaan yang mengakibatkan terdakwa atau saksi memberikan jawaban secara tidak bebas."
        },
        {
          "judul": "Pasal 153 ayat 3",
          "isi":  "\n(3) Untuk keperluan pemeriksaan hakim ketua sidang membuka sidang dan menyatakan terbuka untuk umum kecuali dalam perkara mengenai kesusilaan atau terdakwanya anak-anak;"
        },
        {
          "judul": "Pasal 153 ayat 4",
          "isi":  "(4) Tidak dipenuhinya ketentuan dalam ayat (2) dan ayat (3) mengakibatkan batalnya putusan demi hukum;"
        },
        {
          "judul": "Pasal 153 ayat 5",
          "isi":  "(5) Hakim ketua sidang dapat menentukan bahwa anak yang belum mencapai umur tujuh belas tahun tidak diperkenankan menghadiri sidang."
        },
        {
          "judul": "Pasal 153 ayat 1",
          "isi":  "\nPasal 153\n(1) Pada hari yang ditentukan menurut Pasal 152 pengadilan bersidang;"
        },
        {
          "judul": "Pasal 153 ayat 2",
          "isi":  "\n(2) a. Hakim ketua sidang memimpin pemeriksaan di sidang pengadilan yang dilakukan secara lisan dalam bahasa Indonesia yang dimengerti oleh terdakwa dan saksi; \n  b. Ia wajib menjaga supaya tidak dilakukan hal atau diajukan pertanyaan yang mengakibatkan terdakwa atau saksi memberikan jawaban secara tidak bebas."
        },
        {
          "judul": "Pasal 153 ayat 3",
          "isi":  "\n(3) Untuk keperluan pemeriksaan hakim ketua sidang membuka sidang dan menyatakan terbuka untuk umum kecuali dalam perkara mengenai kesusilaan atau terdakwanya anak-anak;"
        },
        {
          "judul": "Pasal 153 ayat 4",
          "isi":  "\n(4) Tidak dipenuhinya ketentuan dalam ayat (2) dan ayat (3) mengakibatkan batalnya putusan demi hukum;"
        },
        {
          "judul": "Pasal 153 ayat 5",
          "isi":  "\n(5) Hakim ketua sidang dapat menentukan bahwa anak yang belum mencapai umur tujuh belas tahun tidak diperkenankan menghadiri sidang."
        },
        {
          "judul": "Pasal 154 ayat 1",
          "isi":  "\nPasal 154\n(1) Hakim ketua sidang memerintahkan supaya terdakwa dipanggil masuk dan jika ia dalam tahanan, ia dihadapkan dalam keadaan bebas;"
        },
        {
          "judul": "Pasal 154 ayat 2",
          "isi":  "\n(2) Jika dalam pemeriksaan perkara terdakwa yang tidak ditahan tidak hadir pada hari sidang yang telah ditetapkan, hakim ketua sidang meneliti apakah terdakwa sudah dipanggil secara sah;"
        },
        {
          "judul": "Pasal 154 ayat 3",
          "isi":  "\n(3) Jika terdakwa dipanggil secara tidak sah, hakim ketua sidang menunda persidangan dan memerintahkan supaya terdakwa dipanggil lagi untuk hadir pada hari sidang berikutnya;"
        },
        {
          "judul": "Pasal 154 ayat 4",
          "isi":  "\n(4) Jika terdakwa ternyata telah dipanggil secara sah tetapi tidak datang di sidang tanpa alasan yang sah, pemeriksaan perkara tersebut tidak dapat dilangsungkan dan hakim ketua sidang memerintahkan agar terdakwa dipanggil sekali lagi;"
        },
        {
          "judul": "Pasal 154 ayat 5",
          "isi":  "\n(5) Jika dalam suatu perkara ada lebih dari seorang terdakwa dan tidak semua terdakwa hadir pada hari sidang, pemeriksaan terhadap terdakwa yang hadir dapat dilangsungkan;"
        },
        {
          "judul": "Pasal 154 ayat 6",
          "isi":  "\n(6) Hakim ketua sidang memerintahkan agar terdakwa yang tidak hadir tanpa alasan yang sah setelah dipanggil secara sah untuk kedua kalinya, dihadirkan dengan paksa pada sidang pertama berikutnya;"
        },
        {
          "judul": "Pasal 154 ayat 7",
          "isi":  "\n(7) Panitera mencatat laporan dari penuntut umum tentang pelaksanaan sebagaimana dimaksud dalam ayat (3) dan ayat (6) dan menyampaikannya kepada hakim ketua sidang."
        },
        {
          "judul": "Pasal 155 ayat 1",
          "isi":  "\nPasal 155\n(1) Pada permulaan sidang, hakim ketua sidang menanyakan kepada terdakwa tentang nama lengkap, tempat lahir, umur atau tanggal lahir, jenis kelamin, kebangsaan, tempat tinggal, agama dan pekerjaannya serta mengingatkan terdakwa supaya memperhatikan segala sesuatu yang didengar dan dilihatnya di sidang;"
        },
        {
          "judul": "Pasal 155 ayat 2",
          "isi":  "\n(2) a. Sesudah itu hakim ketua sidang minta kepada penuntut umum untuk membacakan surat dakwaan; \n   b. Selanjutnya hakim ketua sidang menanyakan kepada terdakwa apakah ia sudah benar-benar mengerti, apabila terdakwa ternyata tidak mengerti, penuntut umum atas permintaan hakim ketua sidang wajib memberi penjelasan yang diperlukan."
        },
        {
          "judul": "Pasal 156 ayat 1",
          "isi":  "\nPasal 156\n(1) Dalam hal terdakwa atau penasihat hukum mengajukan keberatan bahwa pengadilan tidak berwenang mengadili perkaranya atau dakwaan tidak dapat diterima atau surat dakwaan harus dibatalkan, maka setelah diberi kesempatan kepada penuntut umum untuk menyatakan pendapatnya, hakim mempertimbangkan keberatan tersebut untuk selanjutnya mengambil keputusan;"
        },
        {
          "judul": "Pasal 156 ayat 2",
          "isi":  "\n(2) Jika hakim menyatakan keberatan tersebut diterima, maka perkara itu tidak diperiksa lebih lanjut, sebaiknya dalam hal tidak diterima atau hakim berpendapat hal tersebut baru dapat diputus setelah selesai pemeriksaan, maka sidang dilakukan;"
        },
        {
          "judul": "Pasal 156 ayat 3",
          "isi":  "\n(3) Dalam hal penuntut umum berkeberatan terhadap keputusan tersebut, maka ia dapat mengajukan perlawanan kepada pengadilan tinggi melalui pengadilan negeri yang bersangkutan;"
        },
        {
          "judul": "Pasal 156 ayat 4",
          "isi":  "\n(4) Dalam hal perlawanan yang diajukan oleh terdakwa atau penasihat hukumnya diterima olah pengadilan tinggi, maka dalam waktu empat belas hari, pengadilan tinggi dengan surat penetapannya membatalkan putusan pengadilan negeri dan memerintahkan pengadilan negeri yang berwenang untuk memeriksa perkara itu;"
        },
        {
          "judul": "Pasal 156 ayat 5",
          "isi":  "\n(5) a. Dalam hal perlawanan diajukan bersama-sama dengan permintaan banding oleh terdakwa atau penasihat hukumnya kepada pengadilan tinggi, maka dalam waktu empat belas hari sejak ia menerima perkara dan membenarkan perlawanan terdakwa, pengadilan tinggi dengan keputusan membatalkan keputusan pengadilan negeri yang bersangkutan dan menunjuk pengadilan negeri yang berwenang; \n  b. Pengadilan tinggi menyampaikan salinan keputusan tersebut kepada pengadilan negeri yang berwenang dan kepada pengadilan negeri yang semula mengadili perkara yang bersangkutan dengan disertai berkas perkara untuk diteruskan kepada kejaksaan negeri yang telah melimpahkan perkara itu."
        },
        {
          "judul": "Pasal 156 ayat 6",
          "isi":  "\n(6) Apabila pengadilan yang berwenang sebagaimana dimaksud dalam ayat (5) berkedudukan di daerah hukum pengadilan tinggi lain maka kejaksaan negeri mengirimkan perkara tersebut kepada kejaksaan negeri dalam daerah hukum pengadilan negeri yang berwenang di tempat itu;"
        },
        {
          "judul": "Pasal 156 ayat 7",
          "isi":  "\n(7) Hakim ketua sidang karena jabatannya walaupun tidak ada perlawanan, setelah mendengar pendapat penuntut umum dan terdakwa dengan surat penetapan yang memuat alasannya dapat menyatakan pengadilan tidak berwenang."
        },
        {
          "judul": "Pasal 157 ayat 1",
          "isi":  "\nPasal 157\n(1) Seorang hakim wajib mengundurkan diri dari mengadili perkara tertentu apabila ia terikat hubungan keluarga sedarah atau semenda sampai derajat ketiga, hubungan suami atau isteri meskipun sudah bercerai dengan hakim ketua sidang, salah seorang hakim anggota, penuntut umum atau panitera;"
        },
        {
          "judul": "Pasal 157 ayat 2",
          "isi":  "\n(2) Hakim ketua sidang, hakim anggota, penuntut umum atau panitera wajib mengundurkan diri dari menangani perkara apabila terikat hubungan keluarga sedarah atau semenda sampai derajat ketiga atau hubungan suami atau isteri meskipun sudah bercerai dengan terdakwa atau dengan penasihat hukum; "
        },
        {
          "judul": "Pasal 157 ayat 3",
          "isi":  "\n(3) Jika dipenuhi ketentuan ayat (1) dan ayat (2) mereka yang mengundurkan diri harus diganti dan apabila tidak dipenuhi atau tidak diganti sedangkan perkara telah diputus, maka perkara wajib segera diadili ulang dengan susunan yang lain."
        },
        {
          "judul": "Pasal 158",
          "isi":  "\nHakim dilarang menunjukkan sikap atau mengeluarkan penyataan di sidang tentang keyakinan mengenai salah atau tidaknya terdakwa."
        },
        {
          "judul": "Pasal 159 ayat 1",
          "isi":  "\n(1) Hakim ketua sidang selanjutnya meneliti apakah semua saksi yang dipanggil telah hadir dan memberi perintah untuk mencegah jangan sampai saksi berhubungan satu dengan yang lain sebelum memberi keterangan di sidang;"
        },
        {
          "judul": "Pasal 159 ayat 2",
          "isi":  "\n(2) Dalam hal saksi tidak hadir, meskipun telah dipanggil dengan sah dan hakim ketua sidang mempunyai cukup alasan untuk menyangka bahwa saksi itu tidak akan mau hadir, maka hakim ketua sidang dapat memerintahkan supaya saksi tersebut dihadapkan ke persidangan."
        },
        {
          "judul": "Pasal 160 ayat 1",
          "isi":  "\n(1) a. Saksi dipanggil ke dalam ruang sidang seorang demi seorang menurut urutan yang dipandang sebaik-baiknya oleh hakim ketua sidang setelah mendengar pendapat penuntut umum, terdakwa atau penasihat hukum; \n  b. Yang pertama-tama didengar keterangannya adalah korban yang menjadi saksi; \n  c. Dalam hal ada saksi baik yang menguntungkan maupun yang memberatkan terdakwa yang tercantum dalam surat pelimpahan perkara dan atau yang diminta oleh terdakwa atau penasihat hukum atau penuntut umum selama berlangsungnya sidang atau sebelum dijatuhkannya putusan, hakim ketua sidang wajib mendengar keterangan saksi tersebut."
        },
        {
          "judul": "Pasal 160 ayat 2",
          "isi":  "\n(2) Hakim ketua sidang menanyakan kepada saksi keterangan tentang nama lengkap, tempat lahir, umur atau tanggal lahir, jenis kelamin, kebangsaan, tempat tinggal, agama dan pekerjaan, selanjutnya apakah ia kenal terdakwa sebelum terdakwa melakukan perbuatan yang menjadi dasar dakwaan serta apakah ia berkeluarga sedarah atau semenda dan sampai derajat keberapa dengan terdakwa, atau apakah ia suami atau isteri terdakwa meskipun sudah bercerai atau terikat hubungan kerja dengannya;"
        },
        {
          "judul": "Pasal 160 ayat 3",
          "isi":  "\n(3) Sebelum memberi keterangan, saksi wajib mengucapkan sumpah atau janji menurut cara agamanya masing-masing, bahwa ia akan memberikan keterangan yang sebenarnya dan tidak lain daripada yang sebenarnya;"
        },
        {
          "judul": "Pasal 160 ayat 4",
          "isi":  "\n(4) Jika pengadilan menganggap perlu, seorang saksi atau ahli wajib bersumpah atau berjanji sesudah saksi atau ahli itu selesai memberi keterangan."
        },
        {
          "judul": "Pasal 161 ayat 1",
          "isi":  "\n(1) Dalam hal saksi atau ahli tanpa alasan yang sah menolak untuk bersumpah atau berjanji sebagaimana dimaksud dalam Pasal 160 ayat (3) dan ayat (4), maka pemeriksaan terhadapnya tetap dilakukan, sedang ia dengan surat penetapan hakim ketua sidang dapat dikenakan sandera di tempat rumah tahanan negara paling lama empat belas hari;"
        },
        {
          "judul": "Pasal 161 ayat 2",
          "isi":  "\n(2) Dalam hal tenggang waktu penyanderaan tersebut telah lampau dan saksi atau ahli tetap tidak mau disumpah atau mengucapkan janji, maka keterangan yang telah diberikan merupakan keterangan yang dapat menguatkan keyakinan hakim."
        },
        {
          "judul": "Pasal 162 ayat 1",
          "isi":  "\nPasal 162\n (1) Jika saksi sesudah memberi keterangan dalam penyidikan meninggal dunia atau karena halangan yang sah tidak dapat hadir di sidang atau tidak dipanggil karena jauh tempat kediaman atau tempat tinggalnya atau karena sebab lain yang berhubungan dengan kepentingan negara, maka keterangan yang telah diberikannya itu dibacakan;"
        },
        {
          "judul": "Pasal 162 ayat 2",
          "isi":  "\n(2) Jika keterangan itu sebelumnya telah diberikan di bawah sumpah, maka keterangan itu disamakan nilainya dengan keterangan saksi di bawah sumpah yang diucapkan di sidang."
        },
        {
          "judul": "Pasal 163",
          "isi":  "\nJika keterangan saksi di sidang berbeda dengan keterangannya yang terdapat dalam berita acara, hakim ketua sidang mengingatkan saksi tentang hal itu serta minta keterangan mengenai perbedaan yang ada dan dicatat dalam berita acara pemeriksaan sidang."
        },
        {
          "judul": "Pasal 164 ayat 1",
          "isi":  "\nPasal 164\n(1) Setiap kali seorang saksi selesai memberikan keterangan, hakim ketua sidang menanyakan kepada terdakwa bagaimana pendapatnya tentang keterangan tersebut;"
        },
        {
          "judul": "Pasal 164 ayat 2",
          "isi":  "\n(2) Penuntut umum atau penasihat hukum dengan perantaraan hakim ketua sidang diberi kesempatan untuk mengajukan pertanyaan kepada saksi dan terdakwa;"
        },
        {
          "judul": "Pasal 164 ayat 3",
          "isi":  "\n(3) Hakim ketua sidang dapat menolak pertanyaan yang diajukan oleh penuntut umum atau penasihat hukum kepada saksi atau terdakwa dengan memberikan alasannya."
        },
        {
          "judul": "Pasal 165 ayat 1",
          "isi":  "\n(1) Hakim ketua sidang dan hakim anggota dapat minta kepada saksi segala keterangan yang dipandang perlu untuk mendapatkan kebenaran;"
        },
        {
          "judul": "Pasal 165 ayat 2",
          "isi":  "\n(2) Penuntut umum, terdakwa atau penasihat hukum dengan perantaraan hakim ketua sidang diberi kesempatan untuk mengajukan pertanyaan kepada saksi;"
        },
        {
          "judul": "Pasal 165 ayat 3",
          "isi":  "\n(3) Hakim ketua sidang dapat menolak pertanyaan yang diajukan oleh penuntut umum, terdakwa atau penasihat hukum kepada saksi dengan memberikan alasannya;"
        },
        {
          "judul": "Pasal 165 ayat 4",
          "isi":  "\n(4) Hakim dan penuntut umum atau terdakwa atau penasihat hukum dengan perantaraan hakim ketua sidang, dapat saling menghadapkan saksi untuk menguji kebenaran keterangan mereka masing-masing"
        },
        {
          "judul": "Pasal 166",
          "isi":  "\nPertanyaan yang bersifat menjerat tidak boleh diajukan baik kepada terdakwa maupun kepada saksi."
        },
        {
          "judul": "Pasal 167 ayat 1",
          "isi":  "\nPasal 167\n(1) Setelah saksi memberi keterangan, ia tetap hadir di sidang kecuali hakim ketua sidang memberi izin untuk meninggalkannya;"
        },
        {
          "judul": "Pasal 167 ayat 2",
          "isi":  "\n(2) Izin itu tidak diberikan jika penuntut umum atau terdakwa atau penasihat hukum mengajukan permintaan supaya saksi itu tetap menghadiri sidang;"
        },
        {
          "judul": "Pasal 167 ayat 3",
          "isi":  "\n(3) Para saksi selama sidang dilarang saling bercakap-cakap."
        },
        {
          "judul": "Pasal 168",
          "isi":  "\nKecuali ditentukan lain dalam undang-undang ini, maka tidak dapat didengar keterangannya dan dapat mengundurkan diri sebagai saksi: \n  a. keluarga sedarah atau semenda dalam garis lurus ke atas atau ke bawah sampai derajat ketiga dari terdakwa atau yang bersama-sama sebagai terdakwa; \n  b. saudara dari terdakwa atau yang bersama-sama sebagai terdakwa, saudara ibu atau saudara bapak, juga mereka yang mempunyai hubungan karena perkawinan dan anak-anak saudara terdakwa sampai derajat ketiga; \n  c. suami atau isteri terdakwa maupun sudah bercerai atau yang bersama-sama sebagai terdakwa."
        },
        {
          "judul": "Pasal 16 ayat 1",
          "isi":  "\nPasal 16\n(1) Dalam hal mereka sebagaimana dimaksud dalam Pasal 168 menghendakinya dan penuntut umum serta terdakwa secara tegas menyetujuinya dapat memberi keterangan di bawah sumpah; "
        },
        {
          "judul": "Pasal 16 ayat 2",
          "isi":  "\n(2) Tanpa persetujuan sebagaimana dimaksud dalam ayat (1), mereka diperbolehkan memberikan keterangan tanpa sumpah."
        },
        {
          "judul": "Pasal 170 ayat 1",
          "isi":  "\nPasal 170\n(1) Mereka yang karena pekerjaan, harkat martabat atau jabatannya diwajibkan menyimpan rahasia, dapat minta dibebaskan dari kewajiban untuk memberi keterangan sebagai saksi, yaitu tentang hal yang dipercayakan kepada mereka;"
        },
        {
          "judul": "Pasal 170 ayat 2",
          "isi":  "\n(2) Hakim menentukan sah atau tidaknya segala alasan untuk permintaan tersebut."
        },
        {
          "judul": "Pasal 171",
          "isi":  "\nPasal 171\nYang boleh diperiksa untuk memberi keterangan tanpa sumpah ialah: \na. anak yang umurnya belum cukup lima belas tahun dan belum pernah kawin;\nb. orang sakit ingatan atau sakit jiwa meskipun kadang-kadang ingatannya baik kembali."
        },
        {
          "judul": "Pasal 172 ayat 1",
          "isi":  "\nPasal 172\n(1) Satelah saksi memberi keterangan maka terdakwa atau penasihat hukum atau penuntut umum dapat mengajukan permintaan kepada hakim ketua sidang, agar di antara saksi tersebut yang tidak mereka kehendaki kehadirannya, dikeluarkan dari ruang sidang, supaya saksi lainnya di panggil masuk oleh hakim ketua sidang untuk didengar keterangannya, baik seorang demi seorang maupun bersama-sama tanpa hadirnya saksi yang dikeluarkan tersebut;"
        },
        {
          "judul": "Pasal 172 ayat 2",
          "isi":  "\n(2) Apabila dipandang perlu hakim karena jabatannya dapat minta supaya saksi yang telah didengar keterangannya ke luar dari ruang sidang untuk selanjutnya mendengar keterangan saksi yang lain."
        },
        {
          "judul": "Pasal 173",
          "isi":  "\nPasal 173\nHakim ketua sidang dapat mendengar keterangan saksi mengenai hal tertentu tanpa hadirnya terdakwa, untuk itu ia minta terdakwa ke luar dari ruang sidang akan tetapi sesudah itu pemeriksaan perkara tidak boleh diteruskan sebelum kepada terdakwa diberitahukan semua hal pada waktu ia tidak hadir."
        },
        {
          "judul": "Pasal 174 ayat 1",
          "isi":  "\nPasal 174\n(1) Apabila keterangan saksi di sidang disangka palsu, hakim ketua sidang memperingatkan dengan sungguh-sungguh kepadanya supaya memberikan keterangan yang sebenarnya dan mengemukakan ancaman pidana yang dapat dikenakan kepadanya apabila ia tetap memberikan keterangan palsu;"
        },
        {
          "judul": "Pasal 174 ayat 2",
          "isi":  "\n(2) Apabila saksi tetap pada keterangannya itu, hakim ketua sidang karena jabatannya atau atas permintaan penuntut umum atau terdakwa dapat memberi perintah supaya saksi itu ditahan untuk selanjutnya dituntut perkara dengan dakwaan sumpah palsu;"
        },
        {
          "judul": "Pasal 174 ayat 3",
          "isi":  "\n(3) Dalam hal yang demikian oleh panitera segera dibuat berita acara pemeriksaan sidang yang memuat keterangan saksi dengan menyebutkan alasan persangkaan, bahwa keterangan saksi itu adalah palsu dan berita acara tersebut ditandatangani oleh hakim ketua sidang serta panitera dan segera diserahkan kepada penuntut umum untuk diselesaikan menurut ketentuan undang-undang ini;"
        },
        {
          "judul": "Pasal 174 ayat 4",
          "isi":  "\n(4) Jika perlu hakim ketua sidang menangguhkan sidang dalam perkara semula sampai pemeriksaan perkara pidana terhadap saksi itu selesai."
        },
        {
          "judul": "Pasal 175",
          "isi":  "\nPasal 175\nJika terdakwa tidak mau menjawab atau menolak untuk menjawab pertanyaan yang diajukan kepadanya, hakim ketua sidang menganjurkan untuk menjawab dan setelah itu pemeriksaan dilanjutkan."
        },
        {
          "judul": "Pasal 176 ayat 1",
          "isi":  "\nPasal 176\n(1) Jika terdakwa bertingkah laku yang tidak patut sehingga mengganggu ketertiban sidang, hakim ketua sidang menegurnya dan jika teguran itu tidak diindahkan ia memerintahkan supaya terdakwa dikeluarkan dari ruang sidang, kemudian pemeriksaan perkara pada waktu itu dilanjutkan tanpa hadirnya terdakwa;"
        },
        {
          "judul": "Pasal 176 ayat 2",
          "isi":  "\n(2) Dalam hal terdakwa secara terus menerus bertingkah laku yang tidak patut sehingga mengganggu ketertiban sidang, hakim ketua sidang mengusahakan upaya sedemikian rupa sehingga putusan tetap dapat dijatuhkan dengan hadirnya terdakwa."
        },
        {
          "judul": "Pasal 177 ayat 1",
          "isi":  "\nPasal 177\n(1) Jika terdakwa atau saksi tidak paham bahasa Indonesia, hakim ketua sidang menunjuk seorang juru bahasa yang bersumpah atau berjanji akan menerjemahkan dengan benar semua yang harus diterjemahkan;"
        },
        {
          "judul": "Pasal 177 ayat 2",
          "isi":  "\n(2) Dalam hal seorang tidak boleh menjadi saksi dalam suatu perkara ia tidak boleh pula menjadi juru bahasa dalam perkara itu."
        },
        {
          "judul": "Pasal 178 ayat 1",
          "isi":  "\nPasal 178\n(1) Jika terdakwa atau saksi bisu dan atau tuli serta tidak dapat menulis, hakim ketua sidang mengangkat sebagai penerjemah orang yang pandai bergaul dengan terdakwa atau saksi itu;"
        },
        {
          "judul": "Pasal 178 ayat 2",
          "isi":  "\n(2) Jika terdakwa atau saksi bisu dan atau tuli tetapi dapat menulis, hakim ketua sidang menyampaikan semua pertanyaan atau teguran kepadanya secara tertulis dan kepada terdakwa atau saksi tersebut diperintahkan untuk menulis jawabannya dan selanjutnya semua pertanyaan serta jawaban harus dibacakan."
        },
        {
          "judul": "Pasal 179 ayat 1",
          "isi":  "\nPasal 179\n(1) Setiap orang yang diminta pendapatnya sebagai ahli kedokteran kehakiman atau dokter atau ahli lainnya wajib memberikan keterangan ahli demi keadilan;"
        },
        {
          "judul": "Pasal 179 ayat 2",
          "isi":  "\n(2) Semua ketentuan tersebut di atas untuk saksi berlaku juga bagi mereka yang memberikan keterangan ahli, dengan ketentuan bahwa mereka mengucapkan sumpah atau janji akan memberikan keterangan yang sebaik-baiknya dan yang sebenarnya menurut pengetahuan dalam bidang keahliannya"
        },
        {
          "judul": "Pasal 180 ayat 1",
          "isi":  "\nPasal 180\n(1) Dalam hal diperlukan untuk menjernihkan duduknya persoalan yang timbul di sidang pengadilan, hakim ketua sidang dapat minta keterangan ahli dan dapat pula minta agar diajukan bahan baru oleh yang berkepentingan;"
        },
        {
          "judul": "Pasal 180 ayat 2",
          "isi":  "\n(2) Dalam hal timbul keberatan yang beralasan dari terdakwa atau penasihat hukum terhadap hasil keterangan ahli sebagaimana dimaksud dalam ayat (1) hakim memerintahkan agar hal itu dilakukan penelitian ulang;"
        },
        {
          "judul": "Pasal 180 ayat 3",
          "isi":  "\n(3) Hakim karena jabatannya dapat memerintahkan untuk dilakukan penelitian ulang sebagaimana tersebut pada ayat (2);"
        },
        {
          "judul": "Pasal 180 ayat 4",
          "isi":  "\n(4) Penelitian ulang sebagaimana tersebut pada ayat (2) dan ayat (3) dilakukan oleh instansi semula dengan komposisi personil yang berbeda dan instansi lain yang mempunyai wewenang untuk itu."
        },
        {
          "judul": "Pasal 181 ayat 1",
          "isi":  "\nPasal 181\n(1) Hakim ketua sidang memperlihatkan kepada terdakwa segala barang bukti dan menanyakan kepadanya apakah ia mengenal benda itu dengan memperhatikan ketentuan sebagaimana dimaksud dalam Pasal 45 undang-undang ini;"
        },
        {
          "judul": "Pasal 181 ayat 2",
          "isi":  "\n(2) Jika perlu benda itu diperlihatkan juga oleh hakim ketua sidang kepada saksi;"
        },
        {
          "judul": "Pasal 181 ayat 3",
          "isi":  "\n(3) Apabila dianggap perlu untuk pembuktian, hakim ketua sidang membacakan atau memperlihatkan surat atau berita acara kepada terdakwa atau saksi dan selanjutnya minta keterangan seperlunya tentang hal itu."
        },
        {
          "judul": "Pasal 182 ayat 1",
          "isi":  "\nPasal 182\n(1) a. Setelah pemeriksaan dinyatakan selesai, penuntut umum mengajukan tuntutan pidana; \n  b. Selanjutnya terdakwa dan atau penasihat hukum mengajukan pembelaannya yang dapat dijawab oleh penuntut umum, dengan ketentuan bahwa terdakwa atau penasihat hukum selalu mendapat giliran terakhir; \n  c. Tuntutan, pembelaan dan jawaban atas pembelaan dilakukan secara tertulis dan setelah dibacakan segera diserahkan kepada hakim ketua sidang dan turunannya kepada pihak yang berkepentingan."
        },
        {
          "judul": "Pasal 182 ayat 2",
          "isi":  "\n(2) Jika acara tersebut pada ayat (1) telah selesai, hakim ketua sidang menyatakan bahwa pemeriksaan dinyatakan ditutup, dengan ketentuan dapat membukanya sekali lagi, baik atas kewenangan hakim - ketua sidang karena jabatannya, maupun atas permintaan penuntut umum atau terdakwa atau penasihat hukum dengan memberikan alasannya;"
        },
        {
          "judul": "Pasal 182 ayat 3",
          "isi":  "\n(3) Sesudah itu hakim mengadakan musyawarah terakhir untuk mengambil keputusan dan apabila perlu musyawarah itu diadakan setelah terdakwa, saksi, penasihat hukum, penuntut umum dan hadirin meninggalkan ruangan sidang;"
        },
        {
          "judul": "Pasal 182 ayat 4",
          "isi":  "\n(4) Musyawarah tersebut pada ayat (3) harus didasarkan atas surat dakwaan dan segala sesuatu yang terbukti dalam pemeriksaan di sidang;"
        },
        {
          "judul": "Pasal 182 ayat 5",
          "isi":  "\n(5) Dalam musyawarah tersebut, hakim ketua majelis mengajukan pertanyaan dimulai dari hakim yang termuda sampai hakim yang tertua, sedangkan yang terakhir mengemukakan pendapatnya adalah hakim ketua majelis dan semua pendapat harus disertai pertimbangan beserta alasannya;"
        },
        {
          "judul": "Pasal 182 ayat 6",
          "isi":  "\n(6) Pada asasnya putusan dalam musyawarah majelis merupakan hasil permufakatan bulat kecuali jika hal itu setelah diusahakan dengan sungguh-sungguh tidak dapat dicapai, maka berlaku ketentuan sebagai berikut: \n  a. putusan diambil dengan suara terbanyak; \n  b. jika ketentuan tersebut huruf a tidak juga dapat diperoleh putusan yang dipilih adalah pendapat hakim yang paling menguntungkan bagi terdakwa."
        },
        {
          "judul": "Pasal 182 ayat 7",
          "isi":  "\n(7) Pelaksanaan pengambilan putusan sebagaimana dimaksud dalam ayat (6) dicatat dalam buku himpunan putusan yang disediakan khusus untuk keperluan itu dan isi buku tersebut sifatnya rahasia;"
        },
        {
          "judul": "Pasal 182 ayat 8",
          "isi":  "\n(8) Putusan pengadilan negeri dapat dijatuhkan dan diumumkan pada hari itu juga atau pada hari lain yang sebelumnya harus diberitahukan kepada penuntut umum, terdakwa atau penasihat hukum."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian keempat",
          "isi":  "\nBagian keempat\nPembuktian dan Putusan Dalam Acara Pemeriksaan Biasa"
        },
        {
          "judul": "Pasal 183",
          "isi":  "\nPasal 183\nHakim tidak boleh menjatuhkan pidana kepada seorang kecuali apabila dengan sekurang-kurangnya dua alat bukti yang sah ia memperoleh keyakinan bahwa suatu tindak pidana benar-benar terjadi dan bahwa terdakwalah yang bersalah melakukannya."
        },
        {
          "judul": "Pasal 184 ayat 1",
          "isi":  "\nPasal 184\n(1) Alat bukti yang sah ialah:\n  a. keterangan saksi;\n  b. keterangan ahli;\n  c. surat; \n  d. petunjuk; \n  e. keterangan terdakwa."
        },
        {
          "judul": "Pasal 184 ayat 2",
          "isi":  "\n(2) Hal yang secara umum sudah diketahui tidak perlu dibuktikan."
        },
        {
          "judul": "Pasal 185 ayat 1",
          "isi":  "\nPasal 185\n(1) Keterangan saksi sebagai alat bukti ialah apa yang saksi nyatakan di sidang pengadilan;"
        },
        {
          "judul": "Pasal 185 ayat 2",
          "isi":  "\n(2) Keterangan seorang saksi saja tidak cukup untuk membuktikan bahwa terdakwa bersalah terhadap perbuatan yang didakwakan kepadanya;"
        },
        {
          "judul": "Pasal 185 ayat 3",
          "isi":  "\n(3) Ketentuan sebagaimana dimaksud dalam ayat (2) tidak berlaku apabila disertai dengan suatu alat bukti yang sah lainnya;"
        },
        {
          "judul": "Pasal 185 ayat 4",
          "isi":  "\n(4) Keterangan beberapa saksi yang berdiri sendiri-sendiri tentang suatu kejadian atau keadaan dapat digunakan sebagai suatu alat bukti yang sah apabila keterangan saksi itu ada hubungannya satu dengan yang lain sedemikian rupa, sehingga dapat membenarkan adanya suatu kejadian atau keadaan tertentu;"
        },
        {
          "judul": "Pasal 185 ayat 5",
          "isi":  "\n(5) Baik pendapat maupun rekaan, yang diperoleh dari hasil pemikiran saja, bukan merupakan keterangan ahli;"
        },
        {
          "judul": "Pasal 185 ayat 6",
          "isi":  "\n(6) Dalam menilai kebenaran keterangan seorang saksi, hakim harus dengan sungguh-sungguh memperhatikan:\n  a. persesuaian antara keterangan saksi satu dengan yang lain; \n  b. persesuaian antara keterangan saksi dengan alat bukti lain; \n  c. alasan yang mungkin dipergunakan oleh saksi untuk memberi keterangan yang tertentu; \n  d. cara hidup dan kesusilaan saksi serta segala sesuatu yang pada umumnya dapat mempengaruhi dapat tidaknya keterangan itu dipercaya. "
        },
        {
          "judul": "Pasal 185 ayat 7",
          "isi":  "\n(7) Keterangan dari saksi yang tidak disumpah meskipun sesuai satu dengan yang lain, tidak merupakan alat bukti, namun apabila keterangan itu sesuai dengan keterangan dari saksi yang disumpah dapat dipergunakan sebagai tambahan alat bukti sah yang lain."
        },
        {
          "judul": "Pasal 186",
          "isi":  "\nPasal 186\nKeterangan ahli ialah apa yang seorang ahli nyatakan di sidang pengadilan."
        },
        {
          "judul": "Pasal 187",
          "isi":  "\nPasal 187\nSurat sebagaimana tersebut pada Pasal 184 ayat (1) huruf c, dibuat atas sumpah jabatan atau dikuatkan dengan sumpah, adalah: \na. berita acara dan surat lain dalam bentuk resmi yang dibuat oleh pejabat umum yang berwenang atau yang dibuat di hadapannya, yang memuat keterangan tentang kejadian atau keadaan yang didengar, dilihat atau yang dialaminya sendiri, disertai dengan alasan yang jelas dan tegas tentang keterangannya itu; \nb. surat yang dibuat menurut ketentuan peraturan perundang-undangan atau surat yang dibuat oleh pejabat mengenai hal yang termasuk dalam tata laksana yang menjadi tanggung jawabnya dan yang diperuntukkan bagi pembuktian sesuatu hal atau sesuatu keadaan; \nc. surat keterangan dari seorang ahli yang memuat pendapat berdasarkan keahliannya mengenai sesuatu hal atau sesuatu keadaan yang diminta secara resmi dari padanya;\nd. surat lain yang hanya dapat berlaku jika ada hubungannya dengan isi dari alat pembuktian yang lain."
        },
        {
          "judul": "Pasal 188 ayat 1",
          "isi":  "\nPasal 188\n(1) Petunjuk adalah perbuatan, kejadian atau keadaan, yang karena persesuaiannya, baik antara yang satu dengan yang lain, maupun dengan tindak pidana itu sendiri, menandakan bahwa telah terjadi suatu tindak pidana dan siapa pelakunya;"
        },
        {
          "judul": "Pasal 188 ayat 2",
          "isi":  "\n(2) Petunjuk sebagaimana dimaksud dalam ayat (1) hanya dapat diperoleh dari: \n  a. keterangan saksi; \n  b. surat; \n  c. keterangan terdakwa."
        },
        {
          "judul": "Pasal 188 ayat 3",
          "isi":  "\n(3) Penilaian atas kekuatan pembuktian dari suatu petunjuk dalam setiap keadaan tertentu dilakukan oleh hakim dengan arif lagi bijaksana setelah ia mengadakan pemeriksaan dengan penuh kecermatan dan kesaksamaan berdasarkan hati nuraninya."
        },
        {
          "judul": "Pasal 189 ayat 1",
          "isi":  "\nPasal 189\n(1) Keterangan terdakwa ialah apa yang terdakwa nyatakan di sidang tentang perbuatan yang ia lakukan atau yang ia ketahui sendiri atau alami sendiri;"
        },
        {
          "judul": "Pasal 189 ayat 2",
          "isi":  "\n(2) Keterangan terdakwa yang diberikan di luar sidang dapat digunakan untuk membantu menemukan bukti di sidang, asalkan keterangan itu didukung oleh suatu alat bukti yang sah sepanjang mengenai hal yang didakwakan kepadanya;"
        },
        {
          "judul": "Pasal 189 ayat 3",
          "isi":  "\n(3) Keterangan terdakwa hanya dapat digunakan terhadap dirinya sendiri;"
        },
        {
          "judul": "Pasal 189 ayat 4",
          "isi":  "\n(4) Keterangan terdakwa saja tidak cukup untuk membuktikan bahwa ia bersalah melakukan perbuatan yang didakwakan kepadanya, melainkan harus disertai dengan alat bukti yang lain."
        },
        {
          "judul": "Pasal 190",
          "isi":  "\nPasal 190\na. Selama pemeriksaan di sidang, jika terdakwa tidak ditahan, pengadilan dapat memerintahkan dengan surat penetapannya untuk menahan terdakwa apabila dipenuhi ketentuan Pasal 21 dan terdapat alasan cukup untuk itu;\nb. Dalam hal terdakwa ditahan, pengadilan dapat memerintahkan dengan surat penetapannya untuk membebaskan terdakwa, jika terdapat alasan cukup untuk itu dengan mengingat ketentuan Pasal 30."
        },
        {
          "judul": "Pasal 191 ayat 1",
          "isi":  "\nPasal 191\n(1) Jika pengadilan berpendapat bahwa dari hasil pemeriksaan di sidang, kesalahan terdakwa atas perbuatan yang didakwakan kepadanya tidak terbukti secara sah dan meyakinkan, maka terdakwa diputus bebas;"
        },
        {
          "judul": "Pasal 191 ayat 2",
          "isi":  "\n(2) Jika pengadilan berpendapat bahwa perbuatan yang didakwakan kepada terdakwa terbukti, tetapi perbuatan itu tidak merupakan suatu tindak pidana, maka terdakwa diputus lepas dari segala tuntutan hukum;"
        },
        {
          "judul": "Pasal 191 ayat 3",
          "isi":  "\n(3) Dalam hal sebagaimana dimaksud dalam ayat (1) dan ayat (2), terdakwa yang ada dalam status tahanan diperintahkan untuk dibebaskan seketika itu juga kecuali karena ada alasan lain yang sah, terdakwa perlu ditahan."
        },
        {
          "judul": "Pasal 192 ayat 1",
          "isi":  "\nPasal 192\n(1) Perintah untuk membebaskan terdakwa sebagaimana dimaksud dalam Pasal 191 ayat (3) segera dilaksanakan oleh jaksa sesudah putusan diucapkan;"
        },
        {
          "judul": "Pasal 192 ayat 2",
          "isi":  "\n(2) Laporan tertulis mengenai pelaksanaan perintah tersebut yang dilampiri surat penglepasan, disampaikan kepada ketua pengadilan yang bersangkutan selambat-lambatnya dalam waktu tiga kali dua puluh empat jam."
        },
        {
          "judul": "Pasal 193 ayat 1",
          "isi":  "\n(1) Jika pengadilan berpendapat bahwa terdakwa bersalah melakukan tindak pidana yang didakwakan kepadanya, maka pengadilan menjatuhkan pidana;"
        },
        {
          "judul": "Pasal 193 ayat 2",
          "isi":  "\n(2) a. Pengadilan dalam menjatuhkan putusan, jika terdakwa tidak ditahan, dapat memerintahkan supaya terdakwa tersebut ditahan, apabila dipenuhi ketentuan Pasal 21 dan terdapat alasan, cukup untuk itu; \n  b. Dalam hal terdakwa ditahan, pengadilan dalam menjatuhkan putusannya, dapat menetapkan terdakwa tetap ada dalam tahanan atau membebaskannya, apabila terdapat alasan cukup untuk itu."
        },
        {
          "judul": "Pasal 194 ayat 1",
          "isi":  "\nPasal 194\n(1) Dalam hal putusan pemidanaan atau bebas atau lepas dari segala tuntutan hukum, pengadilan menetapkan supaya barang bukti yang disita diserahkan kepada pihak yang paling berhak menerima kembali yang namanya tercantum dalam putusan tersebut kecuali jika menurut ketentuan undang-undang barang bukti itu harus dirampas untuk kepentingan negara atau dimusnahkan atau di rusak sehingga tidak dapat dipergunakan lagi;"
        },
        {
          "judul": "Pasal 194 ayat 2",
          "isi":  "\n(2) Kecuali apabila terdapat alasan yang sah, pengadilan menetapkan supaya barang bukti diserahkan segera sesudah sidang selesai;"
        },
        {
          "judul": "Pasal 194 ayat 3",
          "isi":  "\n(3) Perintah penyerahan barang bukti dilakukan tanpa disertai sesuatu syarat apapun kecuali dalam hal putusan pengadilan belum mempunyai kekuatan hukum tetap."
        },
        {
          "judul": "Pasal 195",
          "isi":  "\nPasal 195\nSemua putusan pengadilan hanya sah dan mempunyai kekuatan hukum apabila diucapkan di sidang terbuka untuk umum."
        },
        {
          "judul": "Pasal 196 ayat 1",
          "isi":  "\nPasal 196\n(1) Pengadilan memutus perkara dengan hadirnya terdakwa kecuali dalam hal undang-undang ini menentukan lain;"
        },
        {
          "judul": "Pasal 196 ayat 2",
          "isi":  "\n(2) Dalam hal terdapat lebih dari seorang terdakwa dalam satu perkara, putusan dapat diucapkan dengan hadirnya terdakwa yang ada;"
        },
        {
          "judul": "Pasal 196 ayat 3",
          "isi":  "\n(3) Segera sesudah putusan pemidanaan diucapkan, bahwa hakim ketua sidang wajib memberitahukan kepada terdakwa tentang segala apa yang menjadi haknya, yaitu: \n  a. hak segera menerima atau segera menolak putusan; \n  b. hak mempelajari putusan sebelum menyatakan menerima atau menolak putusan, dalam tenggang waktu yang ditentukan oleh undang-undang ini; \n  c. hak minta penangguhan pelaksanaan putusan dalam tenggang waktu yang ditentukan oleh undang-undang untuk dapat mengajukan grasi, dalam hal ia menerima putusan; \n  d. hak. minta diperiksa perkaranya dalam tingkat banding dalam tenggang waktu yang ditentukan oleh undang-undang ini, dalam hal ia menolak putusan; \n  e. hak mencabut pernyataan sebagaimana dimaksud dalam huruf a dalam tenggang waktu yang ditentukan oleh undang-undang ini."
        },
        {
          "judul": "Pasal 197 ayat 1",
          "isi":  "\nPasal 197\n(1) Surat putusan pemidanaan memuat: \n  a. kepala putusan yang dituliskan berbunyi: \"DEMI KEADILAN BERDASARIKAN KETUHANAN YANG MAHA ESA\"; \n  b. nama lengkap, tempat lahir, umur atau tanggal, jenis kelamin, kebangsaan, tempat tinggal, agama dan pekerjaan terdakwa;\n  c. dakwaan, sebagaimana terdapat dalam surat dakwaan; \n  d. pertimbangan yang disusun secara ringkas mengenai fakta dan keadaan beserta alat-pembuktian yang diperoleh dari pemeriksaan di sidang yang menjadi dasar penentuan kesalahan terdakwa;\n  e. tuntutan pidana, sebagaimana terdapat dalam surat tuntutan; \n  f. pasal peraturan perundang-undangan yang menjadi dasar pemidanaan atau tindakan dan pasal peraturan perundang-undangan yang menjadi dasar hukum dari putusan, disertai keadaan yang memberatkan dan yang meringankan terdakwa; \n  g. hari dan tanggal diadakannya musyawarah majelis hakim kecuali perkara diperiksa oleh hakim tunggal;\n  h. pernyataan kesalahan terdakwa, pernyataan telah terpenuhi semua unsur dalam rumusan tindak pidana disertai dengan kualifikasinya dan pemidanaan atau tindakan yang dijatuhkan; \n  i. ketentuan kepada siapa biaya perkara dibebankan dengan menyebutkan jumlahnya yang pasti dan ketentuan mengenai barang bukti;\n  j. keterangan bahwa seluruh surat ternyata palsu atau keterangan di mana letaknya kepalsuan itu, jika terdapat surat otentik dianggap palsu;\n  k. perintah supaya terdakwa ditahan atau tetap dalam'tahanan atau dibebaskan; \n  l. hari dan tanggal putusan, nama penuntut umum, nama hakim yang memutus dan nama panitera;"
        },
        {
          "judul": "Pasal 197 ayat 2",
          "isi":  "\n(2) Tidak dipenuhinya ketentuan dalam ayat (1) huruf a, b, c, d, e, f, h, i, j, k dan I pasal ini mengakibatkan putusan batal demi hukum;"
        },
        {
          "judul": "Pasal 197 ayat 3",
          "isi":  "\n(3) Putusan dilaksanakan dengan segera menurut ketentuan dalam undang-undang ini."
        },
        {
          "judul": "Pasal 198 ayat 1",
          "isi":  "\nPasal 198\n(1) Dalam hal seorang hakim atau penuntut umum berhalangan, maka ketua pengadilan atau pejabat kejaksaan yang berwenang wajib segera menunjuk pengganti pejabat yang berhalangan tersebut;"
        },
        {
          "judul": "Pasal 198 ayat 2",
          "isi":  "\n(2) Dalam hal penasihat hukum berhalangan, ia menunjuk penggantinya dan apabila pengganti ternyata tidak ada atau juga berhalangan, maka sidang berjalan terus."
        },
        {
          "judul": "Pasal 199 ayat 1",
          "isi":  "\nPasal 199\n(1) Surat putusan bukan pemidanaan memuat:\n  a. ketentuan sebagaimana dimaksud dalam Pasal 197 ayat (1) kecuali huruf e, f dan h;\n  b. pernyataan bahwa terdakwa diputus bebas atau lepas dari segala tuntutan hukum, dengan menyebutkan alasan dan pasal peraturan perundang-undangan yang menjadi dasar putusan;\n  c. perintah supaya terdakwa segera dibebaskan jika ia ditahan."
        },
        {
          "judul": "Pasal 199 ayat 2",
          "isi":  "\n(2) Ketentuan sebagaimana dimaksud dalam Pasal 197 ayat (2) dan ayat (3) berlaku juga bagi pasal ini."
        },
        {
          "judul": "Pasal 200",
          "isi":  "\nPasal 200\nSurat putusan ditandatangani oleh hakim dan panitera seketika setelah putusan itu diucapkan."
        },
        {
          "judul": "Pasal 201 ayat 1",
          "isi":  "\nPasal 201\n(1) Dalam hal terdapat surat palsu atau dipalsukan, maka panitera melekatkan petikan putusan yang ditandatanganinya pada surat tersebut yang memuat keterangan sebagaimana dimaksud dalam Pasal 197 ayat (1) huruf j dan surat palsu atau yang dipalsukan tersebut diberi catatan dengan menunjuk pada petikan putusan itu;"
        },
        {
          "judul": "Pasal 201 ayat 2",
          "isi":  "\n(2) Tidak akan diberikan salinan pertama atau salinan dari surat asli palsu atau yang dipalsukan kecuali panitera sudah membubuhi catatan pada catatan sebagaimana dimaksud dalam ayat (1) disertai dengan salinan petikan putusan."
        },
        {
          "judul": "Pasal 202 ayat 1",
          "isi":  "\nPasal 202\n(1) Panitera membuat berita acara sidang, dengan memperhatikan persyaratan yang diperlukan dan memuat segala kejadian di sidang yang berhubungan dengan pemeriksaan itu;"
        },
        {
          "judul": "Pasal 202 ayat 2",
          "isi":  "\n(2) Berita acara sidang sebagaimana dimaksud dalam ayat (1) memuat juga hal yang penting dari keterangan saksi, terdakwa dan ahli kecuali jika hakim ketua sidang menyatakan bahwa untuk ini cukup ditunjuk kepada keterangan dalam berita acara pemeriksaan dengan menyebut perbedaan yang terdapat antara yang satu dengan lainnya;"
        },
        {
          "judul": "Pasal 202 ayat 3",
          "isi":  "\n(3) Atas permintaan penuntut umum, terdakwa atau penasihat hukum, hakim ketua sidang wajib memerintahkan kepada panitera supaya dibuat catatan secara khusus tentang suatu keadaan atau keterangan;"
        },
        {
          "judul": "Pasal 202 ayat 4",
          "isi":  "\n(4) Berita acara sidang ditandatangani oleh hakim ketua sidang dan panitera kecuali apabila salah seorang dari mereka berhalangan, maka hal itu dinyatakan dalam berita acara tersebut."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Kelima",
          "isi":  "\nBagian Kelima\nAcara Pemeriksaan Singkat"
        },
        {
          "judul": "Pasal 203 ayat 1",
          "isi":  "\nPasal 203\n(1) Yang diperiksa menurut acara pemeriksaan singkat ialah perkara kejahatan atau pelanggaran yang tidak termasuk ketentuan Pasal 205 dan yang menurut penuntut umum pembuktian serta penerapan hukumnya mudah dan sifatnya sederhana;"
        },
        {
          "judul": "Pasal 203 ayat 2",
          "isi":  "\n(2) Dalam perkara sebagaimana dimaksud dalam ayat (1), penuntut umum menghadapkan terdakwa beserta saksi, ahli, juru bahasa dan barang bukti yang diperlukan;"
        },
        {
          "judul": "Pasal 203 ayat 3",
          "isi":  "\n(3) Dalam acara ini berlaku ketentuan dalam Bagian Kesatu, Bagian Kedua dan Bagian Ketiga Bab ini sepanjang peraturan itu tidak bertentangan dengan ketentuan di bawah ini: \n  a. 1. penuntut umum dengan segera setelah terdakwa di sidang menjawab segala pertanyaan sebagaimana dimaksud dalam Pasal 155 ayat (1) memberitahukan dengan lisan dari catatannya kepada terdakwa tentang tindak pidana yang didakwakan kepadanya dengan menerangkan waktu, tempat dan keadaan pada waktu tindak pidana itu dilakukan; \n    2. pemberitahuan ini dicatat dalam berita acara sidang dan merupakan pengganti surat dakwaan; \n  b. dalam hal hakim memandang perlu pemeriksaan tambahan, supaya diadakan pemeriksaan tambahan dalam waktu paling lama empat belas hari dan bilamana dalam waktu tersebut penuntut umum belum juga dapat menyelesaikan pemeriksaan tambahan, maka hakim memerintahkan perkara itu diajukan ke sidang pengadilan dengan cara biasa;\n  c. guna kepentingan pembelaan, maka atas permintaan terdakwa dan atau penasihat hukum, hakim dapat menunda pemeriksaan paling lama tujuh hari;\n  d. putusan tidak dibuat secara khusus, tetapi dicatat dalam berita acara sidang;\n  e. hakim memberikan surat yang memuat amar putusan tersebut; \n  f. isi surat tersebut mempunyai kekuatan hukum yang sama seperti putusan pengadilan dalam acara biasa. "
        },
        {
          "judul": "Pasal 204",
          "isi":  "\nPasal 204\nJika dari pemeriksaan di sidang sesuatu perkara yang diperiksa dengan acara singkat ternyata sifatnya jelas dan ringan, yang seharusnya diperiksa dengan acara cepat, maka hakim dengan persetujuan terdakwa dapat melanjutkan pemeriksaan tersebut."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Keenam Paragraf 1",
          "isi":  "\nBagian Keenam\nAcara Pemeriksaan Cepat\nParagraf 1\nAcara Pemeriksaan Tindak Pidana Ringan"
        },
        {
          "judul": "Pasal 205 ayat 1",
          "isi":  "\nPasal 205\n(1) Yang diperiksa menurut acara pemeriksaan tindak pidana ringan ialah perkara yang diancam dengan pidana penjara atau kurungan paling lama tiga bulan dan atau denda sebanyak-banyaknya tujuh ribu lima ratus rupiah dan penghinaan ringan kecuali yang ditentukan dalam Paragraf 2 Bagian ini;"
        },
        {
          "judul": "Pasal 205 ayat 2",
          "isi":  "\n(2) Dalam perkara sebagaimana dimaksud dalam ayat (1), penyidik atas kuasa penuntut umum, dalam waktu tiga hari sejak berita acara pemeriksaan selesai dibuat, menghadapkan terdakwa beserta barang bukti, saksi, ahli dan atau juru bahasa ke sidang pengadilan;"
        },
        {
          "judul": "Pasal 205 ayat 3",
          "isi":  "\n(3) Dalam acara pemeriksaan sebagaimana dimaksud dalam ayat (1), pengadilan mengadili dengan hakim tunggal pada tingkat pertama dan terakhir, kecuali dalam hal dijatuhkan pidana perampasan kemerdekaan terdakwa dapat minta banding."
        },
        {
          "judul": "Pasal 206",
          "isi":  "\nPasal 206\nPengadilan menetapkan hari tertentu dalam tujuh hari untuk mengadili perkara dengan acara pemeriksaan tindak pidana ringan."
        },
        {
          "judul": "Pasal 207 ayat 1",
          "isi":  "\nPasal 207\n(1) a. Penyidik memberitahukan secara tertulis kepada terdakwa tentang hari, tanggal, jam dan tempat ia harus menghadap sidang pengadilan. dan hal tersebut dicatat dengan baik oleh penyidik, selanjutnya catatan bersama berkas dikirim ke pengadilan; \n  b. Perkara dengan acara pemeriksaan tindak pidana ringan yang diterima harus segera disidangkan pada hari sidang itu juga."
        },
        {
          "judul": "Pasal 207 ayat 2",
          "isi":  "(2) a. Hakim yang bersangkutan memerintahkan panitera mencatat dalam buku register semua perkara yang diterimanya; \n  b. Dalam buku register dimuat nama lengkap, tempat lahir, umur atau tanggal lahir, jenis kelamin, kebangsaan, tempat tinggal, agama dan pekerjaan terdakwa serta apa yang didakwakan kepadanya."
        },
        {
          "judul": "Pasal 208",
          "isi":  "\nPasal 208\nSaksi dalam acara pemeriksaan tindak pidana ringan tidak mengucapkan sumpah atau janji kecuali hakim menganggap perlu."
        },
        {
          "judul": "Pasal 209 ayat 1",
          "isi":  "\nPasal 209\n(1) Putusan dicatat oleh hakim dalam daftar catatan perkara dan selanjutnya oleh panitera dicatat dalam buku register serta ditandatangani oleh hakim yang bersangkutan dan panitera;"
        },
        {
          "judul": "Pasal 209 ayat 2",
          "isi":  "\n(2) Berita acara pemeriksaan sidang tidak dibuat kecuali jika dalam pemeriksaan tersebut ternyata ada hal yang tidak sesuai dengan berita acara pemeriksaan yang dibuat oleh penyidik."
        },
        {
          "judul": "Pasal 210",
          "isi":  "\nPasal 210\nKetentuan dalam Bagian Kesatu, Bagian Kedua dan Bagian Ketiga Bab ini tetap berlaku sepanjang peraturan itu tidak bertentangan dengan Paragraf ini."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Keenam Paragraf 2",
          "isi":  "\nParagraf 2\nAcara Pemeriksaan Perkara Pelanggaran Lalu Lintas Jalan"
        },
        {
          "judul": "Pasal 211",
          "isi":  "\nPasal 211\nYang diperiksa menurut acara pemeriksaan pada Paragraf ini ialah perkara pelanggaran tertentu terhadap peraturan perundang-undangan lalu lintas jalan."
        },
        {
          "judul": "Pasal 212",
          "isi":  "\nPasal 212\nUntuk perkara pelanggaran lalu lintas jalan tidak diperlukan berita acara pemeriksaan, oleh karena itu catatan sebagaimana dimaksud dalam Pasal 207 ayat (1) huruf a segera diserahkan kepada pengadilan selambat-lambatnya pada kesempatan hari sidang pertama berikutnya."
        },
        {
          "judul": "Pasal 213",
          "isi":  "\nPasal 213\nTerdakwa dapat menunjuk seorang dengan surat untuk mewakilinya di sidang."
        },
        {
          "judul": "Pasal 214 ayat 1",
          "isi":  "\nPasal 214\n(1) Jika terdakwa atau wakilnya tidak hadir di sidang, pemeriksaan perkara dilanjutkan;"
        },
        {
          "judul": "Pasal 214 ayat 2",
          "isi":  "\n(2) Dalam hal putusan diucapkan di luar hadirnya terdakwa, surat amar putusan segera disampaikan kepada terpidana;"
        },
        {
          "judul": "Pasal 214 ayat 3",
          "isi":   "\n(3) Bukti bahwa surat amar putusan telah disampaikan oleh penyidik kepada terpidana, diserahkan kepada panitera untuk dicatat dalam buku register;"
        },
        {
          "judul": "Pasal 214 ayat 4",
          "isi":  "\n(4) Dalam hal putusan dijatuhkan di luar hadirnya terdakwa dan putusan itu berupa pidana perampasan kemerdekaan, terdakwa dapat mengajukan perlawanan;"
        },
        {
          "judul": "Pasal 214 ayat 5",
          "isi":   "\n(5) Dalam waktu tujuh hari sesudah putusan diberitahukan secara sah kepada terdakwa, ia dapat mengajukan perlawanan kepada pengadilan yang menjatuhkan putusan itu;"
        },
        {
          "judul": "Pasal 214 ayat 6",
          "isi":   "\n(6) Dengan perlawanan itu putusan di luar hadirnya terdakwa menjadi gugur;"
        },
        {
          "judul": "Pasal 214 ayat 7",
          "isi":   "\n(7) Setelah panitera memberitahukan kepada penyidik tentang perlawanan itu hakim menetapkan hari sidang untuk memeriksa kembali perkara itu;"
        },
        {
          "judul": "Pasal 214 ayat 8",
          "isi":  "\n(8) Jika putusan setelah diajukannya perlawanan tetap berupa pidana sebagaimana dimaksud dalam ayat (4), terhadap putusan tersebut terdakwa dapat mengajukan banding."
        },
        {
          "judul": "Pasal 215",
          "isi":   "\nPasal 215\nPengembalian benda sitaan dilakukan tanpa syarat kepada yang paling berhak, segera setelah putusan dijatuhkan jika terpidana telah memenuhi isi amar putusan."
        },
        {
          "judul": "Pasal 216",
          "isi":  "\nPasal 216\nKetentuan dalam Pasal 210 tetap berlaku sepanjang peraturan itu tidak bertentangan dengan Paragraf ini."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVI Bagian Ketujuh",
          "isi":  "\nBagian Ketujuh\nPelbagai Ketentuan"
        },
        {
          "judul": "Pasal 217 ayat 1",
          "isi":   "\nPasal 217\n(1) Hakim ketua sidang memimpin pemeriksaan dan memelihara tata tertib di persidangan;"
        },
        {
          "judul": "Pasal 217 ayat 2",
          "isi":   "\n(2) Segala sesuatu yang diperintahkan oleh hakim ketua sidang untuk memelihara tata tertib di persidangan wajib dilaksanakan dengan segera dan cermat."
        },
        {
          "judul": "Pasal 218 ayat 1",
          "isi":   "\n(1) Dalam ruang sidang siapa pun wajib menunjukkan sikap hormat kepada pengadilan;"
        },
        {
          "judul": "Pasal 218 ayat 2",
          "isi":   "\n(2) Siapa pun yang di sidang pengadilan bersikap tidak sesuai dengan martabat pengadilan dan tidak menaati tata tertib setelah mendapat peringatan dari hakim ketua sidang, atas perintahnya yang bersangkutan dikeluarkan dari ruang sidang;"
        },
        {
          "judul": "Pasal 218 ayat 3",
          "isi":   "\n(3) Dalam hal pelanggaran tata tertib sebagaimana dimaksud dalam ayat (2) bersifat suatu tindak pidana, tidak mengurangi kemungkinan dilakukan penuntutan terhadap pelakunya."
        },
        {
          "judul": "Pasal 219 ayat 1",
          "isi":  "\nPasal 219\n(1) Siapa pun dilarang membawa senjata api, senjata tajam, bahan peledak atau alat maupun benda yang dapat membahayakan keamanan sidang dan siapa yang membawanya wajib menitipkan di tempat yang khusus disediakan untuk itu;"
        },
        {
          "judul": "Pasal 219 ayat 2",
          "isi":  "\n(2) Tanpa surat perintah, petugas keamanan pengadilan karena tugas jabatannya dapat mengadakan penggeledahan badan untuk menjamin bahwa kehadiran seorang di ruang sidang tidak membawa senjata, bahan atau alat maupun benda sebagaimana dimaksud dalam ayat (1) dan apabila terdapat maka petugas mempersilakan yang bersangkutan untuk menitipkannya;"
        },
        {
          "judul": "Pasal 219 ayat 3",
          "isi":   "\n(3) Apabila yang bersangkutan bermaksud meninggalkan ruang sidang maka petugas wajib menyerahkan kembali benda titipannya;"
        },
        {
          "judul": "Pasal 219 ayat 4",
          "isi":  "\n(4) Ketentuan ayat (1) dan ayat (2) tidak mengurangi kemungkinan untuk dilakukan penuntutan bila ternyata bahwa penguasaan atas benda tersebut bersifat suatu tindak pidana."
        },
        {
          "judul": "Pasal 220 ayat 1",
          "isi":  "\nPasal 220\n(1) Tiada seorang hakim pun diperkenankan mengadili suatu perkara yang ia sendiri berkepentingan, baik langsung maupun tidak langsung;"
        },
        {
          "judul": "Pasal 220 ayat 2",
          "isi":  "\n(2) Dalam hal sebagaimana dimaksud dalam ayat (1) hakim yang bersangkutan, wajib mengundurkan diri baik atas kehendak sendiri maupun atas permintaan penuntut umum, terdakwa atau penasihat hukumnya;"
        },
        {
          "judul": "Pasal 220 ayat 3",
          "isi":   "\n(3) Apabila ada keraguan atau perbedaan pendapat mengenai hal sebagaimana dimaksud dalam ayat (1), maka pejabat pengadilan yang berwenang yang menetapkannya;"
        },
        {
          "judul": "Pasal 220 ayat 4",
          "isi":  "\n(4) Ketentuan sebagaimana dimaksud dalam makna ayat tersebut di atas berlaku bagi penuntut umum."
        },
        {
          "judul": "Pasal 221",
          "isi":  "\nBila dipandang perlu hakim di sidang atas kehendaknya sendiri maupun atas permintaan terdakwa atau penasihat hukumnya dapat memberi penjelasan tentang hukum yang berlaku."
        },
        {
          "judul": "Pasal 222 ayat 1",
          "isi":  "\nPasal 222\n(1) Siapa pun yang diputus pidana dibebani membayar biaya perkara dan dalam hal putusan bebas atau lepas dari segala tuntutan hukum, biaya perkara dibebankan pada negara;"
        },
        {
          "judul": "Pasal 222 ayat 2",
          "isi":   "\n(2) Dalam hal terdakwa sebelumnya telah mengajukan permohonan pembebasan dari pembayaran biaya perkara berdasarkan syarat tertentu dengan persetujuan pengadilan, biaya perkara dibebankan pada negara."
        },
        {
          "judul": "Pasal 223 ayat 1",
          "isi":  "\nPasal 223\n(1) Jika hakim memberi perintah kepada seorang untuk mengucapkan sumpah atau janji di luar sidang, hakim dapat menunda pemeriksaan perkara sampai pada hari sidang yang lain;"
        },
        {
          "judul": "Pasal 223 ayat 2",
          "isi":  "\n(2) Dalam hal sumpah atau janji dilakukan sebagaimana dimaksud dalam ayat (1), hakim menunjuk panitera untuk menghadiri pengucapan sumpah atau janji tersebut dan membuat berita acaranya."
        },
        {
          "judul": "Pasal 224",
          "isi":  "\nPasal 224\nSemua surat putusan pengadilan disimpan dalam arsip pengadilan yang mengadili perkara itu pada tingkat pertama tidak dibolehkan dipindahkan kecuali undang-undang menentukan lain."
        },
        {
          "judul": "Pasal 225 ayat 1",
          "isi":  "\nPasal 225\n(1) Panitera menyelenggarakan buku daftar untuk semua perkara;"
        },
        {
          "judul": "Pasal 225 ayat 2",
          "isi":  "\n(2) Dalam daftar itu dicatat nama dan identitas terdakwa, tindak pidana yang didakwakan, tanggal penerimaan perkara, tanggal terdakwa mulai ditahan apabila ia ada di dalam tahanan, tanggal dan isi putusan secara singkat, tanggal penerimaan permintaan dan putusan banding atau kasasi, dan lain hal yang erat hubungannya dengan proses perkara."
        },
        {
          "judul": "Pasal 226 ayat 1",
          "isi":   "\nPasal 226\n(1) Petikan surat putusan pengadilan diberikan kepada terdakwa atau penasihat hukumnya segera setelah putusan diucapkan;"
        },
        {
          "judul": "Pasal 226 ayat 2",
          "isi":  "\n(2) Salinan surat putusan pengadilan diberikan kepada penuntut umum dan penyidik, sedangkan kepada terdakwa atau penasihat hukumnya diberikan atas permintaan;"
        },
        {
          "judul": "Pasal 226 ayat 3",
          "isi":  "\n(3) Salinan surat putusan pengadilan hanya boleh diberikan kepada orang lain dengan seizin ketua pengadilan setelah mempertimbangkan kepentingan dari permintaan tersebut."
        },
        {
          "judul": "Pasal 227 ayat 1",
          "isi":  "\nPasal 227\n(1) Semua jenis pemberitahuan atau panggilan oleh pihak yang berwenang dalam semua tingkat pemeriksaan kepada terdakwa, saksi atau ahli disampaikan selambat-lambatnya tiga hari sebelum tanggal hadir yang ditentukan, di tempat tinggal mereka atau di tempat kediaman mereka terakhir;"
        },
        {
          "judul": "Pasal 227 ayat 2",
          "isi":  "\n(2) Petugas yang melaksanakan panggilan tersebut harus bertemu sendiri dan berbicara langsung dengan orang yang dipanggil dan membuat catatan bahwa panggilan telah diterima oleh yang bersangkutan dengan membubuhkan tanggal serta tanda tangan, baik oleh petugas maupun orang yang dipanggil dan apabila yang dipanggil tidak menandatangani maka petugas harus mencatat alasannya;"
        },
        {
          "judul": "Pasal 227 ayat 3",
          "isi":   "\n(3) Dalam hal orang yang dipanggil tidak terdapat di salah satu tempat sebagaimana dimaksud dalam ayat (1), surat panggilan disampaikan melalui kepala desa atau pejabat dan jika di luar negeri melalui perwakilan Republik Indonesia di tempat di mana orang yang dipanggil biasa berdiam dan apabila masih belum juga disampaikan, maka surat panggilan ditempelkan di tempat pengumuman kantor pejabat yang mengeluarkan panggilan tersebut."
        },
        {
          "judul": "Pasal 228",
          "isi":  "\nPasal 228\nJangka atau tenggang waktu menurut undang-undang ini mulai diperhitungkan pada hari berikutnya."
        },
        {
          "judul": "Pasal 229 ayat 1",
          "isi":  "\nPasal 229\n(1) Saksi atau ahli yang telah hadir memenuhi panggilan dalam rangka memberikan keterangan di semua tingkat pemeriksaan, berhak mendapat penggantian biaya menurut peraturan perundang-undangan yang berlaku;"
        },
        {
          "judul": "Pasal 229 ayat 2",
          "isi":  "\n(2) Pejabat yang melakukan pemanggilan wajib memberitahukan kepada saksi atau ahli tentang haknya sebagaimana dimaksud dalam ayat (1)."
        },
        {
          "judul": "Pasal 230 ayat 1",
          "isi":  "\nPasal 230\n(1) Sidang pengadilan dilangsungkan di gedung pengadilan dalam ruang sidang;"
        },
        {
          "judul": "Pasal 230 ayat 2",
          "isi":  "\n(2) Dalam ruang sidang, hakim, penuntut umum, penasihat hukum dan panitera mengenakan pakaian sidang dan atribut masing-masing; "
        },
        {
          "judul": "Pasal 230 ayat 3",
          "isi":  "\n(3) Ruang sidang sebagaimana dimaksud dalam ayat (1) ditata menurut ketentuan sebagai berikut: \n  a. tempat meja dan kursi hakim terletak lebih tinggi dari empat penuntut umum, terdakwa, penasihat hukum dan pengunjung; \n  b. tempat panitera terletak di belakang sisi kanan tempat hakim ketua sidang; \n  c. tempat penuntut umum terletak di sisi kanan depan tempat hakim; \n  d. tempat terdakwa dan penasihat hukum terletak di sebelah kiri depan dari tempat hakim dan tempat terdakwa di sebelah kanan tempat penasihat hukum; \n  e. tempat kursi pemeriksaan terdakwa dan saksi terletak di depan tempat hakim; \n  f. tempat saksi atau ahli yang telah didengar terletak di belakang kursi pemeriksaan; \n  g. tempat pengunjung terletak di belakang tempat saksi yang telah didengar; \n  h. bendera Nasional ditempatkan di sebelah kanan meja hakim dan panji Pengayoman ditempatkan di sebelah kiri meja hakim sedangkan lambang Negara di tempatkan pada dinding bagian atas di belakang meja hakim;\n  i. tempat rohaniwan terletak di sebelah kiri tempat panitera; \n  j. tempat sebagaimana dimaksud huruf a sampai huruf i diberi tanda pengenal; \n  k. tempat petugas keamanan di bagian dalam pintu masuk utama ruang sidang dan di tempat lain yang dianggap perlu."
        },
        {
          "judul": "Pasal 230 ayat 4",
          "isi":  "\n(4) Apabila sidang pengadilan dilangsungkan di luar gedung pengadilan, maka tata tempat sejauh mungkin disesuaikan dengan ketentuan ayat (3) tersebut di atas;"
        },
        {
          "judul": "Pasal 230 ayat 5",
          "isi":   "\n(5) Dalam hal ketentuan ayat (3) tidak mungkin dipenuhi maka sekurang-kurangnya bendera Nasional harus ada."
        },
        {
          "judul": "Pasal 231 ayat 1",
          "isi":   "\nPasal 231\n(1) Jenis, bentuk dan warna pakaian sidang serta atribut dan hal yang berhubungan dengan perangkat kelengkapan sebagaimana dimaksud dalam Pasal 230 ayat (2) dan ayat (3) diatur dengan peraturan pemerintah;"
        },
        {
          "judul": "Pasal 231 ayat 2",
          "isi":  "\n (2) Pengaturan lebih lanjut tata tertib persidangan sebagaimana dimaksud dalam Pasal 217 ditetapkan dengan keputusan Menteri Kehakiman."
        },
        {
          "judul": "Pasal 232 ayat 1",
          "isi":  "\nPasal 232\n(1) Sebelum sidang dimulai, panitera, penuntut umum, penasihat hukum dan pengunjung yang sudah ada, duduk di tempatnya masing-masing dalam ruang sidang;"
        },
        {
          "judul": "Pasal 232 ayat 2",
          "isi":  "\n(2) Pada saat hakim memasuki dan meninggalkan ruang sidang semua yang hadir berdiri untuk menghormat;"
        },
        {
          "judul": "Pasal 232 ayat 3",
          "isi":  "\n(3) Selama sidang berlangsung setiap orang yang ke luar masuk ruang sidang diwajibkan memberi hormat."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVII Bagian Kesatu",
          "isi":  "\nBAB XVII\nUPAYA HUKUM BIASA\nBagian Kesatu\nPemeriksaan Tingkat Banding"
        },
        {
          "judul": "Pasal 233 ayat 1",
          "isi":  "\nPasal 233\n(1) Permintaan banding sebagaimana dimaksud dalam Pasal 67 dapat diajukan ke pengadilan tinggi oleh terdakwa atau yang khusus dikuasakan untuk itu atau penuntut umum;"
        },
        {
          "judul": "Pasal 233 ayat 2",
          "isi":  "\n(2) Hanya pemintaan banding sebagaimana dimaksud dalam ayat (1) 'boleh diterima oleh panitera pengadilan negeri dalam waktu tujuh hari sesudah putusan dijatuhkan atau setelah putusan diberitahukan kepada terdakwa yang tidak hadir sebagaimana dimaksud dalam Pasal 196 ayat (2);"
        },
        {
          "judul": "Pasal 233 ayat 3",
          "isi":  "\n(3) Tentang permintaan itu oleh panitera dibuat sebuah surat keterangan yang ditandatangani olehnya dan juga oleh pemohon serta tembusannya diberikan kepada pemohon yang bersangkutan;"
        },
        {
          "judul": "Pasal 233 ayat 4",
          "isi":  "\n(4) Dalam hal pemohon tidak dapat menghadap, hal ini harus dicatat oleh panitera dengan disertai alasannya dan catatan harus dilampirkan dalam berkas perkara serta juga ditulis dalam daftar perkara pidana;"
        },
        {
          "judul": "Pasal 233 ayat 5",
          "isi":  "\n(5) Dalam hal pengadilan negeri menerima permintaan banding, baik yang diajukan oleh penuntut umum atau terdakwa maupun yang diajukan oleh penuntut umum dan terdakwa sekaligus, maka panitera wajib memberitahukan permintaan dari pihak yang satu kepada pihak yang lain."
        },
        {
          "judul": "Pasal 234 ayat 1",
          "isi":  "\n(1) Apabila tenggang waktu sebagaimana dimaksud dalam Pasal 233 ayat (2) telah lewat tanpa diajukan permintaan banding oleh yang bersangkutan, maka yang bersangkutan dianggap menerima putusan;"
        },
        {
          "judul": "Pasal 234 ayat 2",
          "isi":  "\n(2) Dalam hal sebagaimana dimaksud dalam ayat (1), maka panitera mencatat dan membuat akta mengenai hal itu serta melekatkan akta tersebut pada berkas perkara."
        },
        {
          "judul": "Pasal 235 ayat 1",
          "isi":  "\nPasal 235\n(1) Selama perkara banding belum diputus oleh pengadilan tinggi, permintaan banding dapat dicabut sewaktu-waktu dan dalam hal sudah dicabut, permintaan banding dalam perkara itu tidak boleh diajukan lagi;"
        },
        {
          "judul": "Pasal 235 ayat 2",
          "isi":  "\n(2) Apabila perkara telah mulai diperiksa akan tetapi belum diputus sedangkan sementara itu pemohon mencabut permintaan bandingnya, maka pemohon dibebani membayar biaya perkara yang telah dikeluarkan oleh pengadilan tinggi hingga saat pencabutannya."
        },
        {
          "judul": "Pasal 236 ayat 1",
          "isi":  "\nPasal 236\n(1) Selambat-lambatnya dalam waktu empat belas hari sejak permintaan banding diajukan,panitera mengirimkan salinan putusan pengadilan negeri dan berkas perkara serta surat bukti kepada pengadilan tinggi;"
        },
        {
          "judul": "Pasal 236 ayat 2",
          "isi":  "\n(2) Selama tujuh hari sebelum pengiriman berkas perkara kepada pengadilan tinggi, pemohon banding wajib diberi kesempatan untuk mempelajari berkas perkara tersebut di pengadilan negeri;"
        },
        {
          "judul": "Pasal 236 ayat 3",
          "isi":  "\n(3) Dalam hal pemohon banding yang dengan jelas menyatakan secara tertulis bahwa ia akan mempelajari berkas tersebut di pengadilan tinggi, maka kepadanya wajib diberi kesempatan untuk itu secepatnya tujuh hari setelah berkas perkara diterima oleh pengadilan tinggi;"
        },
        {
          "judul": "Pasal 236 ayat 4",
          "isi":  "\n (4) Kepada setiap pemohon banding wajib diberi kesempatan untuk sewaktu-waktu meneliti keaslian berkas perkaranya yang sudah ada di pengadilan tinggi."
        },
        {
          "judul": "Pasal 237",
          "isi":  "\nPasal 237\nSelama pengadilan tinggi belum mulai memeriksa suatu perkara dalam tingkat banding, baik terdakwa atau kuasanya maupun penuntut umum dapat menyerahkan memori banding atau kontra memori banding kepada pengadilan tinggi."
        },
        {
          "judul": "Pasal 238 ayat 1",
          "isi":  "\nPasal 238\n(1) Pemeriksaan dalam tingkat banding dilakukan oleh pengadilan tinggi dengan sekurang-kurangnya tiga orang hakim atas dasar berkas perkara yang diterima dari pengadilan negeri yang terdiri dari berita acara pemeriksaan dari penyidik, berita acara pemeriksaan di sidang pengadilan negeri, beserta semua surat yang timbul di sidang yang berhubungan dengan perkara itu dan putusan pengadilan negeri; "
        },
        {
          "judul": "Pasal 238 ayat 2",
          "isi":  "\n(2) Wewenang untuk menentukan penahanan beralih ke pengadilan tinggi sejak saat diajukannya permintaan banding;"
        },
        {
          "judul": "Pasal 238 ayat 3",
          "isi":  "\n(3) Dalam waktu tiga hari sejak menerima berkas perkara banding dari pengadilan negeri, pengadilan tinggi wajib mempelajarinya untuk menetapkan apakah terdakwa perlu tetap ditahan atau tidak, baik karena wewenang jabatannya maupun atas permintaan terdakwa;"
        },
        {
          "judul": "Pasal 238 ayat 4",
          "isi":  "\n(4) Jika dipandang perlu pengadilan tinggi mendengar sendiri keterangan terdakwa atau saksi atau penuntut umum dengan menjelaskan secara singkat dalam surat panggilan kepada mereka tentang apa yang ingin diketahuinya."
        },
        {
          "judul": "Pasal 239 ayat 1",
          "isi":  "\nPasal 239\n(1) Ketentuan sebagaimana diatur dalam Pasal 157 dan Pasal 220 ayat (l), ayat (2) dan ayat (3) berlaku juga bagi pemeriksaan perkara dalam tingkat banding;"
        },
        {
          "judul": "Pasal 239 ayat 2",
          "isi":  "\n(2) Hubungan keluarga sebagaimana dimaksud dalam Pasal 157 ayat (1) berlaku juga antara hakim dan atau panitera tingkat banding, dengan hakim atau panitera tingkat pertama yang telah mengadili perkara yang sama;"
        },
        {
          "judul": "Pasal 239 ayat 3",
          "isi":  "\n(3) Jika seorang hakim yang memutus perkara dalam tingkat pertama kemudian telah menjadi hakim pada pengadilan tinggi, maka hakim tersebut dilarang memeriksa perkara yang sama dalam tingkat banding."
        },
        {
          "judul": "Pasal 240 ayat 1",
          "isi":  "\nPasal 240\n(1) Jika pengadilan tinggi berpendapat bahwa dalam pemeriksaan tingkat pertama ternyata ada kelalaian dalam penerapan hukum acara atau kekeliruan atau ada yang kurang lengkap, maka pengadilan tinggi dengan suatu keputusan dapat memerintahkan pengadilan negeri untuk memperbaiki hal itu atau pengadilan tinggi melakukannya sendiri;"
        },
        {
          "judul": "Pasal 240 ayat 2",
          "isi":  "\n(2) Jika perlu pengadilan tinggi dengan keputusan dapat membatalkan penetapan dari pengadilan negeri sebelum putusan pengadilan tinggi dijatuhkan."
        },
        {
          "judul": "Pasal 241 ayat 1",
          "isi":  "\nPasal 241\n(1) Setelah semua hal sebagaimana dimaksud dalam ketentuan tersebut di atas dipertimbangkan dan dilaksanakan, pengadilan tinggi memutuskan, menguatkan atau mengubah atau dalam hal membatalkan putusan pengadilan negeri, pengadilan tinggi mengadakan putusan sendiri;"
        },
        {
          "judul": "Pasal 241 ayat 2",
          "isi":  "\n(2) Dalam hal pembatalan tersebut terjadi atas putusan pengadilan negeri karena ia tidak berwenang memeriksa perkara itu, maka berlaku ketentuan tersebut pada Pasal 148."
        },
        {
          "judul": "Pasal 242",
          "isi":  "\nJika dalam pemeriksaan tingkat banding terdakwa yang dipidana itu ada dalam tahanan, maka pengadilan tinggi dalam putusannya memerintahkan supaya terdakwa perlu tetap ditahan atau dibebaskan."
        },
        {
          "judul": "Pasal 243 ayat 1",
          "isi":  "\nPasal 243\n(1) Salinan surat putusan pengadilan tinggi beserta berkas perkara dalam waktu tujuh hari setelah putusan tersebut dijatuhkan, dikirim kepada pengadilan negeri yang memutus pada tingkat pertama; "
        },
        {
          "judul": "Pasal 243 ayat 2",
          "isi":  "\n(2) Isi surat putusan setelah dicatat dalam buku register segera diberitahukan kepada terdakwa dan penuntut umum oleh panitera pengadilan negeri dan selanjutnya pemberitahuan tersebut dicatat dalam salinan surat putusan pengadilan tinggi;"
        },
        {
          "judul": "Pasal 243 ayat 3",
          "isi":  "\n(3) Ketentuan mengenai putusan pengadilan negeri sebagaimana dimaksud Pasal 226 berlaku juga bagi putusan pengadilan tinggi;"
        },
        {
          "judul": "Pasal 243 ayat 4",
          "isi":  "\n(4) Dalam hal terdakwa bertempat tinggal di luar daerah hukum pengadilan negeri tersebut panitera minta bantuan kepada panitera pengadilan negeri yang dalam daerah hukumnya terdakwa bertempat tinggal untuk memberitahukan isi surat putusan itu kepadanya;"
        },
        {
          "judul": "Pasal 243 ayat 5",
          "isi":  "\n(5) Dalam hal terdakwa tidak diketahui tempat tinggalnya atau bertempat tinggal di luar negeri, maka isi surat putusan sebagaimana dimaksud dalam ayat (2) disampaikan melalui kepala desa atau pejabat atau melalui perwakilan Republik Indonesia, di mana terdakwa biasa berdiam dan apabila masih belum juga berhasil disampaikan, terdakwa dipanggil dua kali berturut-turut melalui dua buah surat kabar yang terbit dalam daerah hukum pengadilan negeri itu sendiri atau daerah yang berdekatan dengan daerah itu."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVII Bagian Kedua",
          "isi":  "\nBagian Kedua\nPemeriksaan Untuk Kasasi"
        },
        {
          "judul": "Pasal 244",
          "isi":   "\nPasal 244\nTerhadap putusan perkara pidana yang diberikan pada tingkat terakhir oleh pengadilan lain selain daripada Mahkamah Agung, terdakwa atau penuntut umum dapat mengajukan permintaan pemeriksaan kasasi kepada Mahkamah Agung kecuali terhadap putusan bebas. "
        },
        {
          "judul": "Pasal 245 ayat 1",
          "isi":  "\nPasal 245\n(1) Permohonan kasasi disampaikan oleh pemohon kepada panitera pengadilan yang telah memutus perkaranya dalam tingkat pertama, dalam waktu empat belas hari sesudah putusan pengadilan yang dimintakan kasasi itu diberitahukan kepada terdakwa; "
        },
        {
          "judul": "Pasal 245 ayat 2",
          "isi":  "\n(2) Permintaan tersebut oleh panitera ditulis dalam sebuah surat keterangan yang ditandatangani oleh panitera serta pemohon, dan dicatat dalam daftar yang dilampirkan pada berkas perkara;"
        },
        {
          "judul": "Pasal 245 ayat 3",
          "isi":  "\n(3) Dalam hal pengadilan negeri menerima permohonan kasasi, baik yang diajukan oleh penuntut umum, atau terdakwa maupun yang diajukan oleh penuntut umum dan terdakwa sekaligus, maka panitera wajib memberitahukan permintaan dari pihak yang satu kepada pihak yang lain."
        },
        {
          "judul": "Pasal 246 ayat 1",
          "isi":  "\nPasal 246\n(1) Apabila tenggang waktu sebagaimana dimaksud dalam Pasal 245 ayat (1) telah lewat tanpa diajukan permohonan kasasi oleh yang bersangkutan, maka yang bersangkutan dianggap menerima putusan;"
        },
        {
          "judul": "Pasal 246 ayat 2",
          "isi":  "\n(2) Apabila dalam tenggang waktu sebagaimana dimaksud dalam ayat (1), pemohon terlambat mengajukan permohonan kasasi maka hak untuk itu gugur;"
        },
        {
          "judul": "Pasal 246 ayat 3",
          "isi":   "\n(3) Dalam hal sebagaimana dimaksud dalam ayat (1) atau ayat (2), maka panitera, mencatat dan membuat akta mengenai hal itu serta melekatkan akta tersebut pada berkas perkara."
        },
        {
          "judul": "Pasal 247 ayat 1",
          "isi":   "\nPasal 247\n(1) Selama perkara permohonan kasasi belum diputus oleh Mahkamah Agung, permohonan kasasi dapat dicabut sewaktu-waktu dan dalam hal sudah dicabut, permohonan kasasi dalam perkara itu tidak dapat diajukan lagi;"
        },
        {
          "judul": "Pasal 247 ayat 2",
          "isi":   "\n(2) Jika pencabutan dilakukan sebelum berkas perkara dikirim ke Mahkamah Agung, berkas tersebut tidak jadi dikirimkan; "
        },
        {
          "judul": "Pasal 247 ayat 3",
          "isi":   "\n(3) Apabila perkara telah mulai diperiksa akan tetapi belum diputus, sedangkan sementara itu pemohon mencabut permohonan kasasinya, maka pemohon dibebani membayar biaya perkara yang telah dikeluarkan oleh Mahkamah Agung hingga saat pencabutannya;"
        },
        {
          "judul": "Pasal 247 ayat 4",
          "isi":   "\n(4) Permohonan kasasi hanya dapat dilakukan satu kali."
        },
        {
          "judul": "Pasal 248 ayat 1",
          "isi":  "\nPasal 248\n(1) Pemohon kasasi wajib mengajukan memori kasasi yang memuat alasan permohonan kasasinya dan dalam waktu empat belas hari setelah mengajukan permohonan tersebut, harus sudah menyerahkannya kepada panitera yang untuk itu ia memberikan surat tanda terima;"
        },
        {
          "judul": "Pasal 248 ayat 2",
          "isi": "\n(2) Dalam hal pemohon kasasi adalah terdakwa yang kurang memahami hukum, panitera pada waktu menerima permohonan kasasi wajib menanyakan apakah alasan ia mengajukan permohonan tersebut dan untuk itu panitera membuatkan memori kasasinya;"
        },
        {
          "judul": "Pasal 248 ayat 3",
          "isi": "\n(3) Alasan yang tersebut pada ayat (1) dan ayat (2) adalah sebagaimana dimaksud dalam Pasal 253 ayat (l) undang-undang ini;"
        },
        {
          "judul": "Pasal 248 ayat 4",
          "isi":  "\n(4) Apabila dalam tenggang waktu sebagaimana dimaksud dalam ayat (1), pemohon terlambat menyerahkan memori kasasi maka hak untuk mengajukan permohonan kasasi gugur;"
        },
        {
          "judul": "Pasal 248 ayat 5",
          "isi":  "\n(5) Ketentuan sebagaimana diatur dalam Pasal 246 ayat (3) berlaku juga untuk ayat (4) pasal ini;"
        },
        {
          "judul": "Pasal 248 ayat 6",
          "isi": "\n(6) Tembusan memori kasasi yang diajukan oleh salah satu pihak, oleh panitera disampaikan kepada pihak lainnya dan pihak lain itu berhak mengajukan kontra memori kasasi;"
        },
        {
          "judul": "Pasal 248 ayat 7",
          "isi": "\n(7) Dalam tenggang waktu sebagaimana tersebut pada ayat (1), panitera menyampaikan tembusan kontra memori kasasi kepada pihak yang semula mengajukan memori kasasi."
        },
        {
          "judul": "Pasal 249 ayat 1",
          "isi":  "\nPasal 249\n(1) Dalam hal salah satu pihak berpendapat masih ada sesuatu yang perlu ditambahkan dalam memori kasasi atau kontra memori kasasi, kepadanya diberikan kesempatan untuk mengajukan tambahan itu dalam tenggang waktu sebagaimana dimaksud dalam Pasal 248 ayat (1);"
        },
        {
          "judul": "Pasal 249 ayat 2",
          "isi":  "\n(2) Tambahan sebagaimana dimaksud dalam ayat (1) di atas diserahkan ke pada panitera pengadilan;"
        },
        {
          "judul": "Pasal 249 ayat 3",
          "isi":   "\n(3) Selambat-lambatnya dalam waktu empat belas hari setelah tenggang waktu tersebut dalam ayat (1), permohonan kasasi tersebut selengkapnya oleh panitera pengadilan segera disampaikan kepada Mahkamah Agung"
        },
        {
          "judul": "Pasal 250 ayat 1",
          "isi":  "\nPasal 250\n(1) Setelah panitera, pengadilan negeri menerima memori dan atau kontra memori sebagaimana dimaksud dalam Pasal 248 ayat (1) dan ayat (4), ia wajib segera mengirim berkas perkara kepada Mahkamah Agung;"
        },
        {
          "judul": "Pasal 250 ayat 2",
          "isi":  "\n(2) Setelah panitera Mahkamah Agung menerima berkas perkara tersebut ia seketika mencatatnya dalam buku agenda surat, buku register perkara dan pada kartu penunjuk;"
        },
        {
          "judul": "Pasal 250 ayat 3",
          "isi":  "\n(3) Buku register perkara tersebut pada ayat (2) wajib dikerjakan, ditutup dan ditandatangani oleh panitera pada setiap hari kerja dan untuk diketahui ditandatangani juga karena jabatannya oleh Ketua Mahkamah Agung;"
        },
        {
          "judul": "Pasal 250 ayat 4",
          "isi":  "\n(4) Dalam hal Ketua Mahkamah Agung berhalangan, maka penandatanganan dilakukan oleh Wakil Ketua Mahkamah Agung dan jika keduanya berhalangan maka dengan surat keputusan Ketua Mahkamah Agung ditunjuk hakim anggota yang tertua dalam jabatan;"
        },
        {
          "judul": "Pasal 250 ayat 5",
          "isi":  "\n(5) Selanjutnya panitera Mahkamah Agung mengeluarkan surat bukti penerimaan yang aslinya dikirimkan kepada panitera pengadilan negeri yang bersangkutan, sedangkan kepada para pihak dikirimkan tembusannya."
        },
        {
          "judul": "Pasal 251 ayat 1",
          "isi":  "\nPasal 251\n(1) Ketentuan sebagaimana diatur dalam pasal 157 berlaku juga bagi pemeriksaan perkara dalam tingkat kasasi;"
        },
        {
          "judul": "Pasal 251 ayat 2",
          "isi": "\n(2) Hubungan keluarga sebagaimana dimaksud dalam Pasal 157 ayat (1) berlaku juga antara hakim dan atau panitera tingkat kasasi dengan hakim dan atau panitera tingkat banding serta tingkat pertama, yang telah mengadili perkara yang sama;"
        },
        {
          "judul": "Pasal 251 ayat 3",
          "isi":  "\n(3) Jika seorang hakim yang mengadili perkara dalam tingkat pertama atau tingkat banding, kemudian telah menjadi hakim atau panitera pada Mahkamah Agung, mereka dilarang bertindak sebagai hakim atau panitera untuk perkara yang sama dalam tingkat kasasi."
        },
        {
          "judul": "Pasal 252 ayat 1",
          "isi":  "\nPasal 252\n(1) Ketentuan sebagaimana diatur dalam Pasal 220 ayat (1) dan ayat (21) berlaku juga bagi pemeriksaan perkara dalam tingkat kasasi;"
        },
        {
          "judul": "Pasal 252",
          "isi":  "\n(2) Apabila ada keraguan atau perbedaan pendapat mengenai hal sebagaimana tersebut pada ayat (1), maka dalam tingkat kasasi: \n  a. Ketua Mahkamah Agung karena jabatannya bertindak sebagai pejabat yang berwenang menetapkan; \n  b. dalam hal menyangkut Ketua Mahkamah Agung sendiri, yang berwenang menetapkannya adalah suatu panitia yang terdiri dari tiga orang yang dipilih oleh dan antar hakim anggota yang seorang diantaranya harus hakim anggota yang tertua dalam jabatan."
        },
        {
          "judul": "Pasal 253 ayat 1",
          "isi":  "\nPasal 253\n(1) Pemeriksaan dalam tingkat kasasi dilakukan oleh Mahkamah Agung atas permintaan para pihak sebagaimana dimaksud dalam Pasal 244 dan Pasal 249 guna menentukan: \n  a. apakah benar suatu peraturan hukum tidak diterapkan atau diterapkan tidak sebagaimana mestinya; \n  b. apakah benar cara mengadili tidak dilaksanakan menurut ketentuan undang-undang; \n  c. apakah benar pengadilan telah melampaui batas wewenangnya."
        },
        {
          "judul": "Pasal 253 ayat 2",
          "isi":  "\n(2) Pemeriksaan sebagaimana tersebut pada ayat (1) dilakukan dengan sekurang-kurangnya tiga orang hakim atas dasar berkas perkara yang diterima dari pengadilan lain dari pada Mahkamah Agung, yang terdiri dari berita acara pemeriksaan dari penyidik, berita acara pemeriksaan di sidang, semua surat yang timbul di sidang yang berhubungan dengan perkara itu beserta putusan pengadilan tingkat pertama dan atau tingkat terakhir;"
        },
        {
          "judul": "Pasal 253 ayat 3",
          "isi":  "\n(3) Jika dipandang perlu untuk kepentingan pemeriksaan sebagaimana tersebut pada ayat (1), Mahkamah Agung dapat mendengar sendiri keterangan terdakwa atau saksi atau penuntut umum, dengan menjelaskan secara singkat dalam surat panggilan kepada mereka tentang apa yang ingin diketahuinya atau Mahkamah Agung dapat pula memerintahkan pengadilan sebagaimana dimaksud dalam ayat (2) untuk mendengar keterangan mereka, dengan cara pemanggilan yang sama;"
        },
        {
          "judul": "Pasal 253 ayat 4",
          "isi":  "\n(4) Wewenang untuk menentukan penahanan beralih ke Mahkamah Agung sejak diajukan permohonan kasasi;"
        },
        {
          "judul": "Pasal 253 ayat 5",
          "isi":  "\n(5) a. Dalam waktu tiga hari sejak menerima berkas perkara kasasi sebagaimana dimaksud dalam ayat (2) Mahkamah Agung wajib mempelajarinya untuk menetapkan apakah terdakwa perlu tetap ditahan atau tidak, baik karena wewenang jabatannya maupun atas permintaan terdakwa; \n  b. Dalam hal terdakwa tetap ditahan, maka dalam waktu empat belas hari, sejak penetapan penahanan Mahkamah Agung wajib memeriksa perkara tersebut."
        },
        {
          "judul": "Pasal 254",
          "isi":  "\nPasal 254\nDalam hal Mahkamah Agung memeriksa permohonan kasasi karena telah memenuhi ketentuan sebagaimana dimaksud dalam Pasal245, Pasal246,. dan Pasal 247. mengenai hukumnya Mahkamah Agung dapat memutus menolak atau mengabulkan permohonan kasasi."
        },
        {
          "judul": "Pasal 255 ayat 1",
          "isi":  "\nPasal 255\n(1) Dalam hal suatu putusan dibatalkan karena peraturan hukum tidak diterapkan atau diterapkan tidak sebagaimana mestinya, Mahkamah Agung mengadili sendiri perkara tersebut;"
        },
        {
          "judul": "Pasal 255 ayat 2",
          "isi":  "\n(2) Dalam hal suatu putusan dibatalkan karena cara mengadili tidak dilaksanakan menurut ketentuan undang-undang, Mahkamah Agung menetapkan disertai petunjuk agar pengadilan yang memutus perkara yang bersangkutan memeriksanya . lagi mengenai. bagian yang dibatalkan, atau berdasarkan alasan tertentu Mahkamah Agung dapat menetapkan perkara tersebut diperiksa oleh pengadilan setingkat yang lain;"
        },
        {
          "judul": "Pasal 255 ayat 3",
          "isi":   "\n(3) Dalam hal suatu putusan dibatalkan karena pengadilan atau hakim yang bersangkutan tidak berwenang mengadili perkara tersebut, Mahkamah Agung menetapkan pengadilan atau hakim lain mengadili perkara tersebut. "
        },
        {
          "judul": "Pasal 256",
          "isi":  "\nPasal 256\nJika Mahkamah Agung mengabulkan permohonan kasasi sebagaimana dimaksud dalam Pasal 254, Mahkamah Agung membatalkan putusan pengadilan yang dimintakan kasasi dan dalam hal itu berlaku ketentuan Pasal 255."
        },
        {
          "judul": "Pasal 257",
          "isi":  "\nPasal 257\nKetentuan sebagaimana diatur dalam Pasal 226 dan Pasal 243 berlaku juga bagi putusan kasasi Mahkamah'Agung, kecuali tenggang waktu tentang pengiriman salinan putusan beserta berkas perkaranya kepada pengadilan yang memutus pada tingkat pertama dalam waktu tujuh hari."
        },
        {
          "judul": "Pasal 258",
          "isi":  "\nPasal 258\nKetentuan sebagaimana tersebut pada Pasal 244 sampai dengan Pasal 257 berlaku bagi acara permohonan kasasi terhadap putusan pengadilan dalam lingkungan peradilan militer."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVIII Bagian Kesatu",
          "isi":  "\nBAB XVIII\nUPAYA HUKUM LUAR BIASA\nBagian Kesatu\nPemeriksaan Tingkat Kasasi Demi Kepentingan Hukum"
        },
        {
          "judul": "Pasal 259 ayat 1",
          "isi":  "\nPasal 259\n(1) Demi kepentingan hukum terhadap semua putusan yang telah memperoleh kekuatan hukum tetap dari pengadilan lain selain daripada Mahkamah Agung, dapat diajukan satu kali permohonan kasasi oleh Jaksa Agung;"
        },
        {
          "judul": "Pasal 259 ayat 2",
          "isi":  "\n(2) Putusan kasasi demi kepentingan hukum tidak boleh merugikan pihak yang berkepentingan"
        },
        {
          "judul": "Pasal 260 ayat 1",
          "isi":  "\nPasal 260\n(1) Permohonan kasasi demi kepentingan hukum disampaikan secara tertulis oleh Jaksa Agung kepada Mahkamah Agung melalui panitera pengadilan yang telah memutus perkara dalam tingkat pertama, disertai risalah yang memuat alasan permintaan itu;"
        },
        {
          "judul": "Pasal 260 ayat 2",
          "isi":  "\n(2) Salinan risalah sebagaimana dimaksud dalam ayat (1) oleh panitera segera disampaikan kepada pihak yang berkepentingan;"
        },
        {
          "judul": "Pasal 260 ayat 3",
          "isi":  "\n(3) Ketua pengadilan yang bersangkutan segera meneruskan permintaan itu kepada Mahkamah Agung."
        },
        {
          "judul": "Pasal 261 ayat 1",
          "isi": "\nPasal 261\n(1) Salinan putusan kasasi demi kepentingan hukum oleh Mahkamah Agung disampaikan kepada Jaksa Agung dan kepada pengadilan yang bersangkutan dengan disertai berkas perkara;"
        },
        {
          "judul": "Pasal 261 ayat 2",
          "isi": "\n(2) Ketentuan sebagaimana dimaksud dalam Pasal 243 ayat (2) dan ayat (4) berlaku juga dalam hal ini."
        },
        {
          "judul": "Pasal 262",
          "isi":  "\nPasal 262\nKetentuan sebagaimana dimaksud dalam Pasal 259, Pasal 260 dan Pasal 261 berlaku bagi acara permohonan kasasi demi kepentingan hukum terhadap putusan pengadilan dalam lingkungan peradilan militer."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XVIII Bagian Kedua",
          "isi":  "\nBagian Kedua\nPeninjauan Kembali Putusan Pengadilan Yang Telah Memperoleh Kekuatan Hukum Tetap"
        },
        {
          "judul": "Pasal 263 ayat 1",
          "isi":  "\nPasal 263\n(1) Terhadap putusan pengadilan yang telah memperoleh kekuatan hukum tetap, kecuali putusan bebas atau lepas dari segala tuntutan hukum, terpidana atau ahli warisnya dapat mengajukan permintaan peninjauan. kembali kepada Mahkamah Agung; "
        },
        {
          "judul": "Pasal 263 ayat 2",
          "isi":  "\n(2) Permintaan peninjauan kembali dilakukan atas dasar: \n  a. apabila terdapat keadaan baru yang menimbulkan dugaan kuat, bahwa jika keadaan itu sudah diketahui pada waktu sidang masih berlangsung, hasilnya akan berupa putusan bebas atau putusan lepas dari segala tuntutan hukum atau tuntutan penuntut umum tidak dapat diterima atau terhadap perkara itu diterapkan ketentuan pidana yang lebih ringan; \n  b. apabila dalam pelbagai putusan terdapat pernyataan bahwa sesuatu telah terbukti, akan tetapi hal atau keadaan sebagai dasar dan alasan putusan yang dinyatakan telah terbukti itu, ternyata telah bertentangan satu dengan yang lain; \n  c. apabila putusan itu dengan jelas memperlihatkan suatu kekhilafan hakim atau suatu kekeliruan yang nyata."
        },
        {
          "judul": "Pasal 263 ayat 3",
          "isi":   "\n(3) Atas dasar alasan yang sama sebagaimana tersebut pada ayat (2) terhadap suatu putusan pengadilan yang telah memperoleh kekuatan hukum tetap dapat diajukan permintaan peninjauan kembali apabila dalam putusan itu suatu perbuatan yang didakwakan telah dinyatakan terbukti akan tetapi tidak diikuti oleh suatu pemidanaan."
        },
        {
          "judul": "Pasal 264 ayat 1",
          "isi":  "\nPasal 264\n(1) Permintaan peninjauan kembali oleh pemohon sebagaimana dimaksud dalam Pasal 263 ayat (1) diajukan kepada panitera pengadilan yang telah memutus perkaranya dalam tingkat pertama dengan menyebutkan secara jelas alasannya;"
        },
        {
          "judul": "Pasal 264 ayat 2",
          "isi":  "\n(2) Ketentuan sebagaimana dimaksud dalam Pasal 245 ayat (2) berlaku juga bagi permintaan peninjauan kembali;"
        },
        {
          "judul": "Pasal 264 ayat 3",
          "isi":  "\n(3) Permintaan peninjauan kembali tidak dibatasi dengan suatu jangka waktu;"
        },
        {
          "judul": "Pasal 264 ayat 4",
          "isi":  "\n(4) Dalam hal pemohon peninjauan kembali adalah terpidana yang kurang memahami hukum, panitera pada waktu menerima permintaan peninjauan kembali wajib menanyakan apakah alasan ia mengajukan permintaan tersebut dan untuk itu panitera membuatkan surat permintaan peninjauan kembali;"
        },
        {
          "judul": "Pasal 264 ayat 5",
          "isi":  "\n(5) Ketua pengadilan segera mengirimkan surat permintaan peninjauan kembali beserta berkas perkaranya kepada Mahkamah Agung, disertai suatu catatan penjelasan."
        },
        {
          "judul": "Pasal 265 ayat 1",
          "isi":  "\nPasal 265\n(1) Ketua pengadilan setelah menerima permintaan peninjauan kembali sebagaimana dimaksud dalam Pasal 263 ayat (1) menunjuk hakim yang tidak memeriksa perkara semula yang dimintakan peninjauan kembali itu untuk memeriksa apakah permintaan peninjauan kembali tersebut memenuhi alasan sebagaimana dimaksud dalam Pasal 263 ayat (2);"
        },
        {
          "judul": "Pasal 265 ayat 2",
          "isi":  "\n(2) Dalam pemeriksaan sebagaimana tersebut pada ayat (1), pemohon dan jaksa ikut hadir dan dapat menyampaikan pendapatnya;"
        },
        {
          "judul": "Pasal 265 ayat 3",
          "isi":  "\n(3) Atas pemeriksaan tersebut dibuat berita acara pemeriksaan yang ditandatangani oleh hakim, jaksa, pemohon dan panitera dan berdasarkan berita acara itu dibuat berita acara pendapat yang ditandatangani oleh hakim dan panitera;"
        },
        {
          "judul": "Pasal 265 ayat 4",
          "isi":  "\n(4) Ketua pengadilan segera melanjutkan permintaan peninjauan kembali yang dilampiri berkas perkara semula, berita acara pemeriksaan dan berita acara pendapat kepada Mahkamah Agung yang tembusan surat pengantarnya disampaikan kepada pemohon dan jaksa;"
        },
        {
          "judul": "Pasal 265 ayat 5",
          "isi":  "\n(5) Dalam hal suatu perkara yang dimintakan peninjauan kembali adalah putusan pengadilan banding, maka tembusan surat pengantar tersebut harus dilampiri tembusan berita acara pemeriksaan serta berita acara pendapat dan disampaikan kepada pengadilan banding yang bersangkutan."
        },
        {
          "judul": "Pasal 266 ayat 1",
          "isi":  "\nPasal 266\n(1) Dalam hal permintaan peninjauan kembali tidak memenuhi ketentuan sebagaimana tersebut pada Pasal 263 ayat (2), Mahkamah Agung menyatakan bahwa permintaan peninjauan kembali tidak dapat diterima dengan disertai dasar alasannya;"
        },
        {
          "judul": "Pasal 266 ayat 2",
          "isi":  "\n(2) Dalam hal Mahkamah Agung berpendapat bahwa permintaan peninjauan kembali dapat diterima untuk diperiksa, berlaku ketentuan sebagai berikut: \n  a. apabila Mahkamah Agung tidak membenarkan alasan pemohon, Mahkamah Agung menolak permintaan peninjauan kembali dengan menetapkan bahwa putusan yang dimintakan peninjauan kembali itu tetap berlaku disertai dasar pertimbangannya; \n  b. apabila Mahkamah Agung membenarkan alasan pemohon, Mahkamah Agung membatalkan putusan yang dimintakan peninjauan kembali itu dan menjatuhkan putusan yang dapat berupa: \n    1. putusan bebas; \n    2. putusan lepas dari segala tuntutan hukum; \n    3. putusan tidak dapat menerima tuntutan penuntut umum; \n    4. putusan dengan menerapkan ketentuan pidana yang lebih ringan."
        },
        {
          "judul": "Pasal 266 ayat 3",
          "isi": "\n(3) Pidana yang dijatuhkan dalam putusan peninjauan kembali tidak boleh melebihi pidana yang telah dijatuhkan dalam putusan semula."
        },
        {
          "judul": "Pasal 267 ayat 1",
          "isi":  "\nPasal 267\n(1) Salinan putusan Mahkamah Agung tentang peninjauan kembali beserta berkas perkaranya dalam waktu tujuh hari setelah putusan tersebut dijatuhkan, dikirim kepada pengadilan yang melanjutkan permintaan peninjauan kembali;"
        },
        {
          "judul": "Pasal 267 ayat 2",
          "isi":  "\n(2) Ketentuan sebagaimana dimaksud dalam Pasal 243 ayat (2), ayat (3), ayat (4) dan ayat (5) berlaku juga bagi putusan Mahkamah Agung mengenai peninjauan kembali."
        },
        {
          "judul": "Pasal 268 ayat 1",
          "isi":  "\nPasal 268\n(1) Permintaan peninjauan kembali atas suatu putusan tidak menangguhkan maupun menghentikan pelaksanaan dari putusan tersebut;"
        },
        {
          "judul": "Pasal 268 ayat 2",
          "isi":  "\n(2) Apabila suatu permintaan peninjauan kembali sudah diterima oleh Mahkamah Agung dan sementara itu pemohon meninggal dunia, mengenai diteruskan atau tidaknya peninjauan kembali tersebut diserahkan kepada kehendak ahli warisnya;"
        },
        {
          "judul": "Pasal 268 ayat 3",
          "isi":  "\n(3) Permintaan peninjauan kembali atas suatu putusan hanya dapat dilakukan satu kali saja."
        },
        {
          "judul": "Pasal 269",
          "isi":  "\nPasal 269\nKetentuan sebagaimana tersebut pada Pasal 263 sampai dengan Pasal 268 berlaku bagi acara permintaan peninjauan kembali terhadap putusan pengadilan dalam lingkungan peradilan militer."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XIX",
          "isi":  "\nBAB XIX\nPELAKSANAAN PUTUSAN PENGADILAN"
        },
        {
          "judul": "Pasal 270",
          "isi":  "\nPasal 270\nPelaksanaan putusan pengadilan yang telah memperoleh kekuatan hukum tetap dilakukan oleh jaksa, yang untuk itu panitera mengirimkan salinan surat putusan kepadanya."
        },
        {
          "judul": "Pasal 271",
          "isi":  "\nPasal 271\nDalam hal pidana mati pelaksanaannya dilakukan tidak di muka umum dan menurut ketentuan undang-undang."
        },
        {
          "judul": "Pasal 272",
          "isi": "\nPasal 272\nJika terpidana dipidana penjara atau kurungan dan kemudian dijatuhi pidana yang sejenis sebelum ia menjalani pidana yang dijatuhkan terdahulu, maka pidana itu dijalankan berturut-turut dimulai dengan pidana yang dijatuhkan lebih dahulu. "
        },
        {
          "judul": "Pasal 273 ayat 1",
          "isi": "Pasal 273\n (1) Jika putusan pengadilan menjatuhkan pidana denda, kepada terpidana diberikan jangka waktu satu bulan untuk membayar denda tersebut kecuali dalam putusan acara pemeriksaan cepat yang harus seketika dilunasi;"
        },
        {
          "judul": "Pasal 273 ayat 2",
          "isi":  "\n(2) Dalam hal terdapat alasan kuat, jangka waktu sebagaimana tersebut pada ayat (1) dapat diperpanjang untuk paling lama satu bulan;"
        },
        {
          "judul": "Pasal 273 ayat 3",
          "isi":  "\n(3) Jika putusan pengadilan juga menetapkan bahwa barang bukti dirampas untuk negara, selain pengecualian sebagaimana tersebut pada Pasal 46, jaksa menguasakan benda tersebut kepada kantor lelang negara dan dalam waktu tiga bulan untuk dijual lelang, yang hasilnya dimasukkan ke kas negara untuk dan atas nama jaksa;"
        },
        {
          "judul": "Pasal 273 ayat 4",
          "isi":  "\n(4) Jangka waktu sebagaimana tersebut pada ayat (3) dapat diperpanjang untuk paling lama satu bulan"
        },
        {
          "judul": "Pasal 274",
          "isi":  "\nPasal 274\nDalam hal pengadilan menjatuhkan juga putusan ganti kerugian sebagaimana dimaksud dalam Pasal 99, maka pelaksanaannya dilakukan menurut tata cara putusan perdata."
        },
        {
          "judul": "Pasal 275",
          "isi":  "\nPasal 275\nApabila lebih dari satu orang dipidana dalam satu perkara, maka biaya perkara dan atau ganti kerugian sebagaimana dimaksud dalam Pasal 274 dibebankan kepada mereka bersama-sama secara berimbang."
        },
        {
          "judul": "Pasal 276",
          "isi":  "\nPasal 276\nDalam hal pengadilan menjatuhkan pidana bersyarat, maka pelaksanaannya dilakukan dengan pengawasan serta pengamatan yang sungguh-sungguh dan menurut ketentuan undang-undang."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XX",
          "isi":  "\nBAB XX\nPENGAWASAN DAN PENGAMATAN PELAKSANAAN PUTUSAN PENGADILAN"
        },
        {
          "judul": "Pasal 277 ayat 1",
          "isi":  "\nPasal 277\n(1) Pada setiap pengadilan harus ada hakim yang diberi tugas khusus untuk membantu ketua dalam melakukan pengawasan dan pengamatan terhadap putusan pengadilan yang menjatuhkan pidana perampasan kemerdekaan;"
        },
        {
          "judul": "Pasal 277 ayat 1",
          "isi":  "\n(2) Hakim sebagaimana dimaksud dalam ayat (1) yang disebut hakim pengawas dan pengamat, ditunjuk oleh ketua pengadilan untuk paling lama dua tahun."
        },
        {
          "judul": "Pasal 278",
          "isi":  "\nPasal 278\nJaksa mengirimkan tembusan berita acara pelaksanaan putusan pengadilan yang ditandatangani olehnya, kepala lembaga pemasyarakatan dan terpidana kepada pengadilan yang memutus perkara pada tingkat pertama dan panitera mencatatnya dalam register pengawasan dan pengamatan."
        },
        {
          "judul": "Pasal 279",
          "isi":  "\nPasal 279\nRegister pengawasan dan pengamatan sebagaimana tersebut pada Pasal278 wajib dikerjakan, ditutup dan ditandatangani oleh panitera pada setiap hari kerja dan untuk diketahui ditandatangani juga oleh hakim sebagaimana dimaksud dalam Pasal 277."
        },
        {
          "judul": "Pasal 280 ayat 1",
          "isi":  "\nPasal 280\n(1) Hakim pengawas dan pengamat mengadakan pengawasan guna memperoleh kepastian bahwa putusan pengadilan dilaksanakan sebagaimana mestinya;"
        },
        {
          "judul": "Pasal 280 ayat 2",
          "isi":  "\n(2) Hakim pengawas dan pengamat mengadakan pengamatan untuk bahan penelitian demi ketetapan yang bermanfaat bagi pemidanaan, yang diperoleh dari perilaku narapidana atau pembinaan lembaga pemasyarakatan serta pengaruh timbal balik terhadap nara pidana selama menjalani pidananya;"
        },
        {
          "judul": "Pasal 280 ayat 3",
          "isi":  "\n(3) Pengamatan sebagaimana dimaksud dalam ayat (2) tetap dilaksanakan setelah terpidana selesai menjalani pidananya;"
        },
        {
          "judul": "Pasal 280 ayat 4",
          "isi":  "\n(4) Pengawas dan pengamatan sebagaimana dimaksud dalam Pasal 277 berlaku pula bagi pemidanaan bersyarat."
        },
        {
          "judul": "Pasal 281",
          "isi": "\nPasal 281\nAtas permintaan hakim pengawas dan pengamat, kepala lembaga pemasyarakatan menyampaikan informasi secara berkala atau sewaktu-waktu tentang perilaku narapidana tertentu yang ada dalam pengamatan hakim tersebut."
        },
        {
          "judul": "Pasal 282",
          "isi":  "\nPasal 282\nJika dipandang perlu demi pendayagunaan pengamatan, hakim pengawas dan pengamat dapat membicarakan dengan kepala lembaga pemasyarakatan tentang cara pembinaan narapidana tertentu."
        },
        {
          "judul": "Pasal 283",
          "isi":  "\nPasal 283\nHasil pengawasan dan pengamatan dilaporkan oleh hakim pengawas dan pengamat kepada ketua pengadilan secara berkala."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XX",
          "isi":  "\nBAB XX\nPENGAWASAN DAN PENGAMATAN PELAKSANAAN PUTUSAN PENGADILAN"
        },
        {
          "judul": "Pasal 277 ayat 1",
          "isi":  "\nPasal 277\n(1) Pada setiap pengadilan harus ada hakim yang diberi tugas khusus untuk membantu ketua dalam melakukan pengawasan dan pengamatan terhadap putusan pengadilan yang menjatuhkan pidana perampasan kemerdekaan;"
        },
        {
          "judul": "Pasal 277 ayat 2",
          "isi":  "\n(2) Hakim sebagaimana dimaksud dalam ayat (1) yang disebut hakim pengawas dan pengamat, ditunjuk oleh ketua pengadilan untuk paling lama dua tahun."
        },
        {
          "judul": "Pasal 278",
          "isi":  "\nPasal 278\nJaksa mengirimkan tembusan berita acara pelaksanaan putusan pengadilan yang ditandatangani olehnya, kepala lembaga pemasyarakatan dan terpidana kepada pengadilan yang memutus perkara pada tingkat pertama dan panitera mencatatnya dalam register pengawasan dan pengamatan."
        },
        {
          "judul": "Pasal 279",
          "isi":  "\nPasal 279\nRegister pengawasan dan pengamatan sebagaimana tersebut pada Pasal278 wajib dikerjakan, ditutup dan ditandatangani oleh panitera pada setiap hari kerja dan untuk diketahui ditandatangani juga oleh hakim sebagaimana dimaksud dalam Pasal 277."
        },
        {
          "judul": "Pasal 280 ayat 1",
          "isi":  "\nPasal 280\n(1) Hakim pengawas dan pengamat mengadakan pengawasan guna memperoleh kepastian bahwa putusan pengadilan dilaksanakan sebagaimana mestinya;"
        },
        {
          "judul": "Pasal 280 ayat 2",
          "isi":  "\n(2) Hakim pengawas dan pengamat mengadakan pengamatan untuk bahan penelitian demi ketetapan yang bermanfaat bagi pemidanaan, yang diperoleh dari perilaku narapidana atau pembinaan lembaga pemasyarakatan serta pengaruh timbal balik terhadap nara pidana selama menjalani pidananya; "
        },
        {
          "judul": "Pasal 280 ayat 3",
          "isi":  "\n(3) Pengamatan sebagaimana dimaksud dalam ayat (2) tetap dilaksanakan setelah terpidana selesai menjalani pidananya;"
        },
        {
          "judul": "Pasal 280 ayat 4",
          "isi": "\n(4) Pengawas dan pengamatan sebagaimana dimaksud dalam Pasal 277 berlaku pula bagi pemidanaan bersyarat. "
        },
        {
          "judul": "Pasal 281",
          "isi":  "\nPasal 281\nAtas permintaan hakim pengawas dan pengamat, kepala lembaga pemasyarakatan menyampaikan informasi secara berkala atau sewaktu-waktu tentang perilaku narapidana tertentu yang ada dalam pengamatan hakim tersebut"
        },
        {
          "judul": "Pasal 282",
          "isi":  "\nPasal 282\nJika dipandang perlu demi pendayagunaan pengamatan, hakim pengawas dan pengamat dapat membicarakan dengan kepala lembaga pemasyarakatan tentang cara pembinaan narapidana tertentu."
        },
        {
          "judul": "Pasal 283",
          "isi":  "\nPasal 283\nHasil pengawasan dan pengamatan dilaporkan oleh hakim pengawas dan pengamat kepada ketua pengadilansecara berkala."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XXI",
          "isi":  "\nBAB XXI\nKETENTUAN PENUTUP"
        },
        {
          "judul": "Pasal 284 ayat 1",
          "isi":  "\nPasal 284\n(1) Terhadap perkara yang ada sebelum undang-undang ini diundangkan, sejauh mungkin diberlakukan ketentuan undang-undang ini;"
        },
        {
          "judul": "Pasal 284 ayat 2",
          "isi":  "(2) Dalam waktu dua tahun setelah undang-undang ini diundangkan, maka terhadap semua perkara diberlakukan ketentuan undang-undang ini, dengan pengecualian untuk sementara mengenai ketentuan khusus acara pidana sebagaimana tersebut pada undang-undang tertentu, sampai ada perubahan dan atau dinyatakan tidak berlaku lagi."
        }
      ]
    },
    {
      "sub_item": [
        {
          "judul": "BAB XXII",
          "isi":  "\nBAB XXII\nKETENTUAN PENUTUP"
        },
        {
          "judul": "Pasal 285",
          "isi":  "\nPasal 285\nUndang-undang ini disebut Kitab Undang-undang Hukum Acara Pidana."
        },
        {
          "judul": "Pasal 286",
          "isi":  "\n Pasal 286\nUndang-undang ini mulai berlaku pada tanggal diundangkan. \nAgar supaya setiap orang mengetahuinya, memerintahkan pengundangan undang-undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia"
        }
      ]
    }
  ]
}
